Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: derived from
ar: مستمدة من
hr: izvedeni iz
it: derivato da
pt: derivado de
ru: производные от

source: if derived from other OERs, please specify them by selecting one or more - enter a few chars of their names to get suggestions
ar: إذا اشتقاق من OERs أخرى، يرجى تحديدها - لكل، أدخل عدد قليل من الأحرف من اسمها للحصول على اقتراحات
hr: ako je izvedena iz drugih OER-a, navedite ih odabirom jednog ili više - unesite nekoliko znakova njihovih imena da biste dobili prijedloge
it: se è derivato da altri OER, specificali selezionandone uno o più di uno - digita qualche carattere di ciascun nome per visualizzare i suggerimenti
pt: se deriva de outros REAs, por favor identifique-os selecionando um ou vários - introduza alguns caracteres do nome para receber sugestões

source: translated
ar: مترجم
hr: Prevedeno
it: tradotto
pt: traduzido
ru: переведенный

source: specify whether the derivation of this OER has involved language translation
ar: تحديد ما إذا كان الاشتقاق من هذا OER يشمل الترجمة
hr: navesti da li je izvođenje ovog OER-a uključivalo prijevod jezika
it: specifica se la derivazione di questo OER ha comportato la traduzione
pt: especificar se a derivação deste REA envolveu tradução
ru: указать, был ли вывод этого ОУР связан с языковым переводом

source: adapted/remixed
ar: تكييفها / معاد مزجها
hr: prilagođeno/remiksirano
it: adattato/remixato
pt: adaptado/remixado
ru: адаптированный/ремикс

source: specify whether the derivation of this OER has involved adaptation/remixing of the original content(s)
ar: بيان ما إذا كان اشتقاق هذا OER ينطوي على إعادة صياغة المحتوى الأصلي (ق)
hr: navesti da li je izvođenje ovog OER-a uključivalo prilagodbu/preslagivanje izvornog sadržaja
it: specifica se la derivazione di questo OER ha comportato l'adattamento o il remix dei contenuti originali
pt: especificar se a derivação deste REA envolveu adaptação / remix do conteúdo(s) original
ru: указать, связано ли деривация этого ОУР с адаптацией/ремиксом оригинального контента (ы)

source: source repository
ar: مستودع المصدر
hr: izvorni repozitorij
it: repository di origine
pt: repositório de origem
ru: репозиторий источника

source: specify in which catalogued repository, if any, you found this OER; e.g. Youtube, Slideshare, etc. - enter a few chars of its name to get suggestions
ar: إذا كان ذلك ممكنًا ، حدد المستودع المفهرس الذي وجدت فيه OER ؛ على سبيل المثال Youtube و Slideshare وما إلى ذلك: أدخل بعض الأحرف من اسمها للحصول على اقتراحات
hr: navesti u kojem ste katalogiziranom repozitoriju, ako postoji, pronašli ovaj OER; e.g. Youtube, Slideshare, itd - unesite nekoliko znakova njihovih imena da biste dobili prijedloge
it: se hai trovato questo OER in un repository catalogato su CommonSpaces (come Youtube, Slideshare, ecc.), specificalo - digita qualche carattere del nome per visualizzare i suggerimenti
pt: especifique em que repositório catalogado, se houver, encontrou este REA; por exemplo: Youtube, Slideshare, etc - digite alguns caracteres do nome para obter sugestões
ru: указать, в каком каталогизированном хранилище, если оно есть, вы нашли это ОУР ; например Youtube, Slideshare и т. Д. - введите несколько символов своего имени, чтобы получить предложения

source: other info to identify/access the OER in the source
ar: معلومات أخرى لتحديد / الوصول إلى هذا المورد في مصدره
hr: ostale informacije za identifikaciju/pristup OER-u pri izvorniku
it: altra informazione utile a identificare l'OER nella fonte o ad accedervi
pt: outra informação para identificar/aceder ao REA na origem
ru: другая информация для идентификации/доступа к ОУР в источнике

source: the OER(s) from which this one has been translated or remixed cannot be missing
ar: و"OER" الأصلي يجب تحديد
hr: OER(-ovi) iz kojih je ovaj preveden ili remiksiran ne smije nedostajati
it: devono essere specificati gli OER da cui questo è stato tradotto o remixato
pt: O REA(s) a partir do qual este foi traduzido ou remixado não pode estar em falta
ru: ОУР(ы), из которого этот был переведен или ремикс не может быть упущена

source: Catalogued source
ar: مصادر مصنفة
hr: Katalogizirani izvornik
pt: Fonte catalogada
ru: Каталогизированный источник

source: Non-catalogued source
ar: مصادر غير مصنفة
hr: Nekatalogizirani izvornik
it: Fonte non catalogata
pt: Fonte não catalogada
ru: Некаталогированный источник

source: Translated
ar: مترجم
hr: Prevedeno
it: Tradotto
pt: Traduzido
ru: переведенный

source: Adapted/Remixed
ar: تكييفها / معاد مزجها
hr: Prilagođeno/remiksirano
it: Adattato/Remixato
pt: Adaptado/Remixado
ru: Адаптировано/ремиксы

source: text in title and description
ar: النص بما في ذلك العنوان والوصف
hr: tekst u naslovu i opisu
it: testo nel titolo e nella descrizione
pt: texto no título e na descrição
ru: вставить название и описание

source: source type
ar: نوع المصدر
hr: vrsta izvornika
it: tipo di fonte
pt: tipo de fonte
ru: тип источника

source: derivation from other OERs
ar: اشتقاق من OERs أخرى
hr: izvođenje iz drugih OER-a
it: derivazione da altri OER
pt: derivação de outros REA's
ru: деривации из других ОУР

source: levels
ar: مستويات
hr: stupanj
it: livelli
pt: níveis
ru: уровни

source: OER type
ar: نوع OER
hr: Vrsta OER-a
it: tipo di OER
pt: tipo de REA
ru: Тип ОУР

source: choose file
ar: اختر ملف
hr: odabir datoteke
it: scegli un file
pt: escolha o ficheiro
ru: выбрать файл

source: free-text review
ar: مراجعة غير رسمية
hr: pregled slobodnog teksta
it: recensione a testo libero
pt: revisão de texto livre
ru: бесплатный текстовый обзор

source: overall quality assessment
ar: تقييم الجودة الشاملة
hr: ukupna procjena kvalitete
it: giudizio d'insieme sulla qualità
pt: avaliação global da qualidade
ru: общая оценка качества

source: technical quality assessment
ar: تقييم الجودة الفنية
hr: tehnička procjena kvalitete
it: valutazione della qualtà tecnica
pt: avaliação da qualidade técnica
ru: оценка технического качества

source: e.g. audio or video quality, quality of presentation, etc.
ar: على سبيل المثال ، جودة الصوت أو الفيديو وجودة العرض وما إلى ذلك.
hr: audio ili video kvaliteta, kvaliteta prezentacije itd.
it: es: qualità audio o video, qualità di presentazione, ecc.
pt: por exemplo, qualidade de áudio ou vídeo, qualidade de apresentação, etc.

source: communicative quality assessment
ar: تقييم الجودة التواصلي
hr: komunikativna procjena kvalitete
it: valutazione della qualità comunicativa
pt: avaliação da qualidade da comunicação
ru: оценка качества общения

source: e.g. message immediacy and clarity
ar: على سبيل المثال وضوح الرسالة
hr: primjerice, neposrednost i jasnoća poruka
it: es: immediatezza e chiarezza del messaggio
pt: p.ex. imediatismo e clareza do mensagem

source: cognitive quality assessment
ar: تقييم الجودة المعرفية
hr: kognitivna procjena kvalitete
it: valutazione della qualità cognitiva
pt: avaliação da qualidade cognitiva
ru: когнитивная оценка качества

source: e.g. originality and creativity
ar: مثلا الأصالة والإبداع
hr: primjerice originalnost i kreativnost
it: es: originalità e creatività
pt: p.ex. originalidade e criatividade

source: scientific quality assessment
ar: تقييم الجودة العلمية
hr: znanstvene procjene kvalitete
it: valutazione della qualità scientifica
pt: avaliação da qualidade científica
ru: оценка научного качества

source: e.g. scientific validity of content and methodologies, critical aspects, interdisciplinarity
ar: على سبيل المثال، الصلاحية العلمية للمحتوى والمنهجيات، والموقف النقدي، والتخصصات المتعددة
hr: primjerice znanstvena valjanost sadržaja i metodologije, ključnih aspekata, interdisciplinarnosti
it: es: validità scientifica di contenuto e metodologie, orientamento critico, interdisciplinarietà
pt: p.ex. validade científica dos conteúdos e metodologias, abordagem crítica, interdisciplinaridade

source: type of learning path
ar: نوع مسار التعلم
hr: vrsta staze učenja
it: tipo di LP
pt: tipo de percurso de aprendizagem
ru: тип пути обучения

source: project
ar: مشروع
hr: Projekt
it: progetto
pt: projeto
ru: Проекта

source: where the Learning Path has been created
ar: حيث تم إنشاء مسار التعلم
hr: gdje je kreirana staza učenja
it: dove il percorso di apprendimento è stato creato
pt: onde o Percurso de Aprendizagem foi criado
ru: где был создан Путь обучения

source: objectives
ar: الأهداف
hr: Ciljevi
it: obbiettivi
pt: objetivos
ru: Цели

source: description
ar: الوصف
hr: Opis
it: descrizione
pt: descrição
ru: Описание

source: sub-objectives, strategy, method, contents
ar: الأهداف الفرعية ، الاستراتيجية ، الطريقة ، المحتويات
hr: pod-ciljevi, strategija, metoda, sadržaj
it: sotto-obbiettivi, strategia, metodo, contenuti
pt: sub-objetivos, estratégia, método, conteúdo

source: text in title and objectives
ar: النص بما في ذلك العنوان والأهداف
hr: tekst u naslovu i ciljevima
it: testo nel titolo e negli obbiettivi
pt: texto no título e nos objetivos
ru: вставить название и цели

source: learning path type
ar: نوع مسار التعلم
hr: vrsta staza učenja
it: tipo di percorso di apprendimento
pt: tipo de percurso de aprendizagem
ru: тип пути обучения

source: display range
ar: حدود العرض
hr: prikaži raspon
it: intervallo/i di visualizzazione
pt: intervalo de visualização
ru: диапазон отображения

source: invalid range expression
ar: نطاق غير صالح من التعبير
hr: izraz raspona nije valjan
it: espressione non valida per l'intervallo
pt: expressão de gama inválida
ru: неверное выражение диапазона

source: simple example
ar: مثال بسيط
hr: jednostavni predložak
it: esempio semplice
pt: exemplo simples
ru: простой пример

source: complex example
ar: مثال معقد
hr: složeni predložak
it: esempio complesso
pt: exemplo complexo
ru: сложный пример

source: Possibly specify document number and page range(s) for document(s) attached to the OER
ar: ربما تحديد رقم الوثيقة ونطاق (صفحات) الوثيقة (الوثائق) المرفقة بـ OER
hr: Po mogućnosti navedite broj dokumenta i raspon stranica za dokument(e) pridružene OER-u
it: Puoi specificare numero del documento e intervallo/i di pagina per i documenti allegati all'OER
pt: Eventualmente especificar o número do documento e o(s) intervalo(s) de páginas do(s) documento(s) anexado(s) ao REA
ru: Возможно указать номер документа и диапазон страниц для документов, прикрепленных к ОУР

source: see the help pages on LPs for details
ar: للحصول على التفاصيل ، راجع صفحات التعليمات على مسارات التعلم (LP)
hr: pojedinosti potražite na stranicama za pomoć o stazama učenja
it: vedi le pagine di aiuto per dettagli sui LP
pt: ver as páginas de ajuda em percursos de aprendizagem (PA) para mais detalhes
ru: смотрите на странице справки для деталей об ОП

source: document
ar: وثيقة
hr: Dokument
it: documento
pt: documento
ru: Документа

source: online document
ar: وثيقة عبر الإنترنت

source: Code to embed an online document, such as a GoogleDoc.
ar: رمز لتضمين وثيقة عبر الإنترنت، مثل وثيقة جوجل

source: the OER, the document attachment and the text content cannot be all missing
ar: OER ومرفق الوثيقة والمحتوى النصي لا يمكن أن تكون كلها مفقودة
hr: OER, privitak dokumenta i tekstualni sadržaj ne mogu svi nedostajati
it: se non è specificato un OER, è necessario caricare un documento o inserire un contenuto testuale
pt: o REA, o documento em anexo e o texto com conteúdo não podem estar todos em falta
ru: ОУР, вложение документа и текстовое содержание не могут быть все пропущены

source: Recipient
ar: المتلقي
hr: Prima
it: Destinatario
pt: Destinatário
ru: получатель

source: Subject
ar: الموضوع
hr: Predmet
it: Oggetto
pt: Assunto
ru: Тема

source: Body
ar: الجسم النص
hr: Tekst
it: Corpo
pt: Corpo
ru: тело

source: please, explicitly select the receiver(s)
ar: الرجاء، تحديد صراحة المتلقي (ق)
hr: molimo, izričito odaberite prijemnik(e)
it: selezionare esplicitamente i destinatari
pt: por favor, selecione explicitamente o(s) recetor(es)
ru: пожалуйста, явно выберите получателя (ей)

source: please, replace the automatically generated name with an appropriate one
ar: من فضلك ، استبدل الاسم الذي تم إنشاؤه تلقائيًا باسم مناسب
hr: molimo zamijenite automatski generirani naziv odgovarajućim nazivom
it: per favore, sostituisci il nome generato automaticamente con uno appropriato
pt: por favor, altere o nome gerado automaticamente por um mais apropriado
ru: пожалуйста, замените автоматически сгенерированное имя на соответствующее

source: better specify the purpose of this forum
ar: مزيد من شرح الغرض من هذا منتدى للنقاش
hr: bolje odrediti svrhu ovog foruma
it: specifica meglio lo scopo di questo forum
pt: é melhor especificar o propósito deste fórum
ru: лучше указать цель этого форума

source: view user profile
ar: عرض ملف تعريف المستخدم
hr: prikaz korisničkog profila
it: vedi il profilo
pt: visualizar o perfil do utilizador
ru: просмотр профиля пользователя

source: none
ar: لا أحد
hr: Nijedan
it: nessuno
pt: nenhum
ru: никто

source: message
ar: رسالة
hr: Poruka
it: messaggio
pt: mensagem
ru: Сообщение

source: please, enter a notice for the mentor, to motivate your choice
ar: من فضلك ، أدخل إشعارًا للموجه لشرح اختيارك
hr: molimo, unesite bilješku za mentora kako biste motivirali vaš izbor
it: per favore, lascia una nota al mentore, per motivare la tua scelta
pt: por favor, introduza um aviso para o mentor, para motivar a sua escolha
ru: пожалуйста, введите уведомление для наставника, чтобы мотивировать ваш выбор

source: yes
ar: نعم
hr: Da
it: sì
pt: sim
ru: Да

source: no
ar: لا
hr: Ne
pt: não
ru: Нет

source: accept
ar: قبول
hr: Prihvati
it: accetto
pt: aceitar
ru: принимаю

source: Reason
ar: سبب
hr: Razlog
it: Motivo
pt: Motivo
ru: Причина

source: please, explain the motivations of your acceptation or refusal
ar: من فضلك اشرح دوافع قبولك أو رفضك
hr: molimo objasnite motivacije vašeg prihvaćanja ili odbijanja
it: per favore, spiega le motivazioni della tua scelta
pt: por favor, explique as motivações da sua aceitação ou recusa
ru: пожалуйста, объясните мотивы вашего выбора

source: my mentoring journey
ar: رحلتي كمتدرب
hr: moj mentorski put
it: il mio percorso di mentoring
pt: a minha viagem de mentoria
ru: мой путь наставничества

source: optional text
ar: نص اختياري
hr: neobavezni tekst
it: testo facoltativo
pt: texto opcional
ru: необязательный текст

source: Use formatting with care: only bold, italic and links!
ar: استخدم تنسيق النص بعناية: فقط غامق ومائل وروابط!
hr: Formatiraj sa pažnjom: samo podebljano, kurziv i poveznice!
it: Usa la formattazione con cautela: solo grassetto, corsivetto e link!
pt: Use a formatação com cuidado: apenas negrito, itálico e links!

source: page content
ar: محتوى الصفحة
hr: sadržaj stranice
it: corpo della pagina
pt: conteúdo da página
ru: содержание страницы

source: article content
ar: محتوى المقالة
hr: sadržaj članka
it: corpo dell'articolo
pt: conteúdo do artigo
ru: содержание статьи

source: article lead
ar: الفقرة الافتتاحية
hr: početni paragraf članka
it: paragrafo di apertura
pt: artigo principal
ru: ведущий статьи

source: Recent updates in your forums.
ar: مشاركات جديدة في المنتديات الخاصة بك

source: New messages have been posted recently in forums of communities or projects of which you are a member. You can get an overview of new/updated topics using a link in your user bar.
ar: تم نشر رسائل جديدة مؤخرًا في منتديات المجتمعات أو المشاريع التي أنت عضو فيها. يمكنك الحصول على نظرة عامة حول الموضوعات الجديدة / المحدثة باستخدام ارتباط في شريط المستخدم الخاص بك.

source: this site
ar: هذا الموقع

source: the CommonS project
ar: المشروع CommonS
hr: projekt CommonS
it: il progetto CommonS
pt: o projeto CommonS
ru: проект CommonS

source: the platform
ar: منصة CommonS
hr: platforma
it: la piattaforma
pt: plataforma

source: press releases
ar: تصريحات صحفيه
hr: Priopćenja za tisak
it: comunicati stampa
pt: comunicados de imprensa
ru: пресс-релизы

source: blog
ar: المدونة
ru: Блог

source: all communities
ar: كل المجتمعات
hr: sve zajednice
it: tutte le comunità
pt: lista de comunidades
ru: все сообщества

source: browse mentors
ar: جميع الموجهين
hr: pregledavanje mentora
it: tutti i mentori
pt: navegar pelos mentores
ru: все наставники

source: projects tree
ar: شجرة المشاريع

source: search projects
ar: ابحث في مشاريع

source: forums
ar: منتديات المناقشة
hr: Forumi
it: i forum
pt: forúns
ru: форумы

source: browse people
ar: جميع المستخدمين
hr: pregledavanje osoba
it: tutte le persone
pt: visualizar pessoas
ru: просматривать людей

source: search people
ar: ابحث عن الناس
hr: pretraživanje osoba
it: cerca le persone
pt: procurar pessoas
ru: искать людей

source: learning paths
ar: مسارات التعلم
hr: staze učenja
it: percorsi di apprendimento
pt: percursos de aprendizagem
ru: пути обучения

source: open resources
ar: الموارد المفتوحة
hr: otvoreni resursi
it: risorse aperte
pt: recursos abertos
ru: открытые ресурсы

source: source repositories
ar: مستودعات المصدر
hr: repozitoriji izvornika
it: fonti
pt: repositórios fonte
ru: репозитории источника

source: all resources
ar: كل الموارد
hr: sva sredstva
it: tutte le risorse
pt: lista de recursos
ru: все ресурсы

source: my projects
ar: مشاريعي

source: my contents
ar: محتوياتي

source: my activity
ar: نشاطاتي

source: tutorials
ar: دروس
hr: Tutorijali
it: guide introduttive
pt: tutoriais
ru: Учебники

source: registration and authentication
ar: تسجيل والمصادقة
hr: registracija i autentifikacija
it: registrazione e autenticazione
pt: registo e autenticação
ru: регистрация и аутентификация

source: user profile and user roles
ar: ملف تعريف المستخدم وأدوار المستخدم
hr: korisnički profil i korisničke uloge
it: profilo d'utente e ruoli d'utente
pt: perfil e funções de utilizador
ru: профиль пользователя и роли пользователей

source: site navigation
ar: التنقل في الموقع
hr: navigacija web stranicom
it: navigazione nel sito
pt: navegação no site
ru: навигация по сайту

source: communities and projects
ar: المجتمعات والمشاريع
hr: zajednice i projekti
it: comunità e progetti
pt: comunidades e projetos
ru: сообщества и проекты

source: searching the catalogued resources
ar: البحث في الموارد المصنفة
hr: pretraživanje katalogiziranih resursa
it: ricerca delle risorse catalogate
pt: pesquisar no catálogo de recursos
ru: поиск каталогистого ресурса

source: mentoring
ar: التوجيه
hr: Mentorstvo
pt: mentoria
ru: Наставничества

source: analytics
ar: تحليلات
hr: Analitika
it: statistiche
pt: análise
ru: Аналитики

source: internationalization
ar: تدويل
hr: Internacionalizacija
it: internazionalizzazione
pt: internacionalização
ru: Интернационализации

source: translation
ar: ترجمة
hr: Prijevod
it: traduzione
pt: tradução
ru: Перевод

source: content evaluation
ar: تقييم المحتوى
hr: procjena sadržaja
it: valutazione del contenuto
pt: avaliação de conteúdo
ru: оценка контента

source: editorial tools
ar: أدوات لهيئة التحرير
hr: urednički alati
it: strumenti editoriali
pt: ferramentas de edição
ru: редакционные инструменты

source: activity stream
ar: تيار النشاط
hr: tok aktivnosti
pt: stream de atividades
ru: поток активности

source: messages
ar: الرسائل
hr: Poruke
it: messaggi
pt: mensagens
ru: Сообщения

source: about
ar: معلومات عنا
hr: o nama
it: chi siamo
pt: sobre
ru: o нас

source: projects
ar: المشاريع
hr: Projekti
it: progetti
pt: projetos
ru: проекты

source: resources
ar: الموارد
ru: Ресурсы

source: my spaces
ar: مساحاتي

source: help
ar: المساعدة
hr: Pomoć
it: guida
pt: ajuda
ru: Справка

source: Do not use python reserved words, or spaces.
ar: لا تستخدم الكلمات المحجوزة من بيثون، أو المسافات.
hr: Nemojte koristiti riječi ili razmake rezervirane za phyton.
it: Non usare parole riservate Python o spazi
pt: Não utilize palavras Python reservadas ou espaços

source: Title
ar: عنوان
hr: Naslov
it: Titolo
pt: Título
ru: Название

source: Default
ar: القيمة الافتراضية
hr: Zadano
pt: Padrão
ru: дефолт

source: Enter a string to be evaluated.
ar: إدخال سلسلة ليتم تقييمها.
hr: Unesite niz koji želite procijeniti.
it: Digita una stringa da valutare
pt: Insira uma sequência de caracteres para serem avaliados.
ru: Введите строку для оценки.

source: Lookup
ar: ابحث عن
hr: Pogledaj
pt: Pesquisa
ru: имя функции проверки

source: Enter a string to be evaluated that returns an iterable.
ar: إدخال سلسلة ليتم تقييمها التي ترجع قابل للإرجاع (iterator).
hr: unesi niz znakova koji treba evaluirati koje rezultira iterable
it: Inserisci una stringa da valutare che ritorni un iterable
pt: Insira uma sequência de caracteres para ser avaliado que retorna como um iterable Python.
ru: Введите строку для оценки, которая возвращает итерируемый.

source: Validation function name
ar: اسم وظيفة التحقق من الصحة
hr: Provjera valjanosti naziva funkcije
it: Nome di funzione di validazione
pt: Nome da função de validação
ru: Имя функции валидации

source: Metadata type
ar: نوع البيانات الوصفية
hr: Vrsta metapodataka
it: Tipo di metadato
pt: Tipo de metadados
ru: Тип метаданных

source: Metadata types
ar: أنواع البيانات الوصفية
hr: Vrste metapodataka
it: Tipi di metadati
pt: Tipos de metadados
ru: Типы метаданных

source: quality facet
ar: جانب الجودة
hr: gledište kvalitete
it: aspetto della qualità
pt: aspeto de qualidade
ru: аспект качества

source: quality facets
ar: جوانب الجودة
hr: gledišta kvalitete
it: aspetti della qualità
pt: aspetos de qualidade
ru: аспекты качества

source: unknown
ar: غير معروف
hr: Nepoznat
it: sconosciuto/a
pt: desconhecido/a
ru: Неизвестный

source: anonymous
ar: مجهول
hr: anonimni
it: anonimo
pt: anónimo

source: Tag
ar: وسم
hr: Oznaka
ru: Тег

source: Tags
ar: وسوم
hr: Oznake
it: Tag
ru: Теги

source: deleted
ar: محذوف
hr: Izbrisani
it: cancellato
pt: eliminado
ru: Удалены

source: original language code
ar: كود اللغة الأصلية
hr: izvorni jezični kod
it: codice della lingua originale
pt: código no idioma original
ru: код исходного языка

source: comments enabled
ar: التعليقات ممكنة
hr: omogućeno komentiranje
it: commenti abilitati
pt: comentários ativados
ru: комментарии включены

source: Allows comments if checked.
ar: يسمح بالتعليقات إذا تم تحديدها
hr: Dopušta komentiranje ako je označeno
it: Seleziona per consentire i commenti.
pt: Permite comentários se assinalado

source: Portlet
ar: المدخل

source: Hidden
ar: مختفي
hr: Skrivene
it: Nascosto
pt: Escondido
ru: скрытый

source: Private draft
ar: مسودة شخصية

source: Published internally
ar: نشرت داخليا

source: Submitted for publication
ar: قدم للنشر

source: Published for all
ar: نشرت للجميع

source: Un-published
ar: غير منشور
hr: Neobjavljeno
it: Ritirato
pt: Não publicado
ru: неопубликованный

source: User
ar: مستخدم
hr: Korisnik
it: Utente
pt: Utilizador
ru: Пользователя

source: created
ar: تاريخ الإنشاء
hr: kreirao
it: creato
pt: criado
ru: Создан

source: folder
ar: مجلد
hr: Mapa
it: cartella
pt: pasta
ru: Папкa

source: folders
ar: مجلّدات
hr: Mape
it: cartelle
pt: pastas
ru: Папки

source: folder document
ar: وثيقة في المجلد
hr: dokument mape
it: documento nella cartella
pt: documento da pasta
ru: документ в папке

source: folder documents
ar: الوثائق في المجلد
hr: dokumenti mape
it: documenti nella cartella
pt: documentos da pasta
ru: документы в папке

source: not specified
ar: غير محددة
hr: nije navedeno
it: non specificato
pt: não especificado
ru: не указано

source: male
ar: ذكر
hr: Muški
it: maschile
pt: masculino
ru: мужчина

source: female
ar: انثى
hr: Ženski
it: femminile
pt: feminino
ru: женщина

source: do not notify me of new private messages
ar: لا تخطرني بالرسائل الخاصة الجديدة
hr: ne obaviještavajte me o novim privatnim porukama
it: non notificarmi i nuovi messaggi privati
pt: não quero receber notificações de mensagens privadas
ru: не уведомлять меня о новых личных сообщениях

source: notify me only of individual messages
ar: يتم إعلامي فقط بالرسائل الشخصية
hr: obavijestite me samo o porukama pojedinaca
it: notificami solo i messaggi individuali
pt: quero receber apenas notificações de mensagens individuais
ru: уведомить меня только об отдельных сообщениях
