Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: OERs analytics
ar: تحليلات OER
hr: Analitika OER-a
it: Analitica degli OER
pt: Analítica de REAs
ru: Аналитика ОУР

source: OERs
ar: OER
hr: OER-ova
pt: REAs
ru: ОУР

source: published OERs
ar: OER المنشورة
hr: objavljeni OER-ovi
it: OER pubblicati
pt: REAs publicados
ru: опубликованные ОУР

source: OERs by month
ar: OER حسب الشهر
hr: OER-ovi po mjesecu
it: OER per mese
pt: REAs por mês
ru: ОУР по месяцам

source: Learning paths analytics
ar: تحليلات مسارات التعلم
hr: Analitika staza učenja
it: Analitica dei LP
pt: Analítica de percursos de aprendizagem
ru: аналитика путей обучения

source: LPs
ar: مسارات التعلم
hr: staze učenja
it: LP
pt: PA
ru: ОП

source: published LPs
ar: مسارات التعلم المنشورة
hr: objavljene staze učenja
it: LP pubblicati
pt: PA publicados
ru: опубликованные ОП

source: LP by month
ar: مسارات التعلم حسب الشهر
hr: staze učenja po mjesecu
it: LP per mese
pt: PA por mês
ru: ОП по месяцам

source: Document type
ar: نوع الوثيقة
hr: Vrsta dokumenta
it: Tipo di documento
pt: Tipo de documento
ru: тип документа

source: Documents types
ar: أنواع الوثيقة
hr: Vrste dokumenata
it: Tipi di documento
pt: Tipos de documentos
ru: типы документов

source: Name
ar: اسم
hr: Ime
it: Nome
pt: Nome
ru: Имя

source: Uninitialized document
ar: وثيقة غير مهيأة
hr: Neinicijaliniziran dokument
it: Documento non inizializzato
pt: Documento não iniciado
ru: Неиницизованный документ

source: The name of the document
ar: اسم الوثيقة
hr: Naziv dokumenta
it: Il nome del documento
pt: Nome do documento
ru: Название документа

source: Label
ar: تسمية
hr: Oznaka
it: Etichetta
pt: Etiqueta
ru: этикетка

source: Description
ar: الوصف
hr: Opis
it: Descrizione
pt: Descrição
ru: Описание

source: Added
ar: أضيفت
hr: Dodano
it: Aggiunto
pt: Adicionado
ru: добавленной

source: Language
ar: اللغة
hr: Jezik
it: Lingua
pt: Idioma
ru: Язык

source: Document
ar: وثيقة
hr: Dokument
it: Documento
pt: Documento
ru: Документа

source: Documents
ar: الوثائق
hr: Dokumenti
it: Documenti
pt: Documentos
ru: Документы

source: Timestamp
ar: الطابع الزمني
hr: Vremenski žig
it: Data e ora
pt: Data e hora
ru: отметка времени

source: Comment
ar: تعليق
hr: Komentar
it: Commento
pt: Comentário
ru: Комментарий

source: File
ar: ملف
hr: Datoteka
pt: Ficheiro
ru: Файл

source: Checksum
ar: المجموع الاختباري
hr: Kontrolni zbroj
pt: Verificação
ru: контрольная сумма

source: Document version
ar: نسخة الوثيقة
hr: Verzija dokumenta
it: Versione del documento
pt: Versão do documento
ru: версия документа

source: gender
ar: جنس
hr: Spol
it: sesso
pt: sexo
ru: пол

source: date of birth
ar: تاريخ الميلاد
hr: Datum rođenja
it: data di nascita
pt: data de nascimento
ru: Дата рождения

source: format: dd/mm/yyyy
ar: التنسيق: dd / mm / yyyy
hr: format: dd/mm/gggg
it: formato: gg/mm/aaaa
pt: formato dd/mm/aaaa
ru: формат: д д /м м /г г

source: country
ar: بلد
hr: država
it: nazione
pt: país
ru: страна

source: city
ar: مدينة
hr: grad
it: città
pt: cidade
ru: Города

source: education level
ar: مستوى التعليم
hr: stupanj obrazovanja
it: livello d'istruzione
pt: escolaridade
ru: уровень образования

source: study or work status
ar: حالات الدراسة أو العمل
hr: status studija ili rada
it: situazione di studio o di lavoro
pt: situação Estudante ou Trabalhador
ru: статус учебы или работы

source: study or work position
ar: مكان الدراسة أو العمل
hr: studij ili radno mjesto
it: posizione di studio o di lavoro
pt: função como Estudante ou Trabalhador
ru: учебное или рабочее положение

source: field of study
ar: مجال الدراسة
hr: područje proučavanja
it: campo di studio
pt: área de estudo
ru: учебный сектор

source: sector of work
ar: قطاع العمل
hr: sektor rada
it: settore di lavoro
pt: área de trabalho
ru: сектор работы

source: interest areas
ar: مجالات الاهتمام
hr: područja interesa
it: aree di interesse
pt: áreas de interesse
ru: секторы интересов

source: known languages
ar: اللغات المعروفة
hr: poznati jezici
it: lingue conosciute
pt: idiomas conhecidos
ru: известные языки

source: known languages not listed above
ar: لغات معروفة غير مذكورة أعلاه
hr: poznati jezici koji nisu gore navedeni
it: lingue conosciute non presenti nell'elenco
pt: idiomas conhecidos não listados em cima
ru: известные языки, нет в списке

source: short presentation
ar: مقدمة ذاتية قصيرة
hr: kratko predstavljanje
it: presentazione breve
pt: apresentação curta
ru: короткая презентация

source: very short presentation: 100-200 characters
ar: مقدمة ذاتية موجزة جدا: 100-200 حرف
hr: vrlo kratko predstavljanje: 100-200 znakova
it: presentazione molto breve: 100-200 caratteri
pt: apresentação muito breve: 100-200 caracteres
ru: очень короткая презентация: 100-200 символов

source: longer presentation
ar: مقدمة ذاتية أطول
hr: duže predstavljanje
it: presentazione estesa
pt: apresentação longa
ru: длинная презентация

source: web site
ar: موقع الكتروني
hr: Web stranica
it: sito web
ru: веб-сайт

source: social networks / services used
ar: شبكات / الخدمات الاجتماعية المستخدمة
hr: društvene mreže / usluge koje se koriste
it: social network usate
pt: redes sociais / serviços utilizados
ru: социальные сети / используемые сети

source: skype id
ar: معرف Skype
it: id Skype
ru: скайп id

source: your Skype id will be shared only within active mentoring relationships
ar: ستتم مشاركة معرف Skype الخاص بك فقط ضمن علاقات التوجيه النشطة
hr: Vaš Skype id dijelit će se samo unutar aktivnih odnosa mentorstva
it: il tuo id Skype sarà condiviso solo all'interno di relazioni di mentoring
pt: a sua identificação Skype será partilhada apenas no âmbito de relações activas de mentoria
ru: Ваш идентификатор скайп будет совместно передан только в рамках активных отношений наставничества

source: P2P communication preferences
ar: تفضيلات الاتصال بين الند للند
hr: P2P komunikacijske postavke
it: preferenze di comunicazione P2P
pt: preferências de comunicação P2P
ru: Предпочтения связи P2P

source: any information useful in negotiating with a partner a convenient 1:1 communication solution
ar: أي معلومات مفيدة للتفاوض على حل اتصال 1:1 مريحة
hr: sve informacije korisne u pregovorima s partnerom za prikladno 1:1 komunikacijsko rješenje
it: qualsiasi informazione utile nel negoziare con un partner una soluzione conveniente di comunicazione 1:1
pt: qualquer informação útil na negociação com um parceiro uma solução de comunicação 1:1 conveniente
ru: любая полезная информация в переговорах с партнером удобное коммуникационное решение 1:1

source: mentor presentation
ar: قدم نفسك كمرشد
hr: predstavljanje mentora
it: presentazione come mentore
pt: apresentação do mentor
ru: презентация наставника

source: an extension to your presentation focused on your qualification as a potential mentor
ar: امتدادًا لعرضك التقديمي الذي يركز على مؤهلاتك كموجه محتمل
hr: proširenje prezentacije usmjereno na vašu kvalifikaciju za potencijalnog mentora
it: un'estensione della tua presentazione centrata sulla tua qualificazione come potenziale mentore
pt: uma extensão da sua apresentação centrada na sua qualificação como potencial mentor
ru: расширение вашей презентации сосредоточены на вашей квалификации в качестве потенциального наставника

source: available as mentor for other communities
ar: متاح كموجه للمجتمعات الأخرى
hr: dostupan kao mentor drugim zajednicama
it: disponibile come mentore per altre comunità
pt: disponível como mentor para outras comunidades
ru: доступны как наставник для других сообществ

source: check if available/interested to act as mentor outside the community/ies where registered to the Roll of Mentors.
ar: هل أنت متاح / مهتم للعمل كموجه ، خارج المجتمع / المجتمعات حيث تم تسجيلك في قائمة الموجهين؟
hr: označite ako ste dostupni/zainteresirani da budete mentor izvan zajednice/a u kojima ste registrirani u kolegij mentora
it: spunta questa casella se sei disponibile e interessato/a a svolgere il ruolo di mentore al di fuori della/e comunità in cui sei registrato all'Albo dei Mentori
pt: marque se disponível/interessado para actuar como mentor fora da comunidade/es onde está registado para o Rol de Mentores.
ru: поставьте галочку в этом поле, если вы доступны / заинтересованы играть роль наставника вне сообщества, в котором вы зарегистрированы в реестре наставников

source: currently not available as mentor
ar: حاليا غير متوفرة كما معلمه
hr: trenutno nije dostupan kao mentor
it: al momento non disponibile come mentore
pt: actualmente não disponível como mentor
ru: в настоящее время недоступен в качестве наставника

source: check if temporarily unavailable to accept (more) requests by mentees; remember to update this when the situation changes!
ar: ضع علامة على هذا المربع إذا كنت غير متاح مؤقتًا لقبول (المزيد) الطلبات من قبل المتدربين ؛ تذكر أن تقوم بتحديث هذا عندما يتغير الوضع!
hr: provjerite da li privremeno nije moguće prihvatiti (daljnje) zahtjeve od strane osoba koje traže mentoriranje; sjetite se ažurirati ovo kad se situacija promijeni!
it: spunta questa casella se temporaneamente non sei disponibile ad accettare (altre) richieste da mentee; ricordati di aggiornare la scelta quando la situazione dovesse cambiare
pt: marque se está temporariamente indisponível para aceitar (mais) pedidos de pupilos; lembre-se de actualizar isto quando a situação mudar!
ru: установите этот флажок, если вы временно не хотите принимать (более) запросы от подопечных; не забудьте обновить это, когда ситуация меняется!

source: text in name and short presentation
ar: النص بما في ذلك الاسم والعرض التقديمي القصير
hr: tekst u nazivu i kratkoj prezentaciji
it: testo nel nome e nella presentazione
pt: texto em nome e pequena apresentação
ru: вставить имя и краткую презентацию

source: enter search term
ar: أدخل مصطلح البحث
hr: unesite pojam za pretraživanje
it: inserisci il termine da cercare
pt: introduza o item de pesquisa
ru: напишите термин, который вы хотите найти

source: choose country (no selection = all countries)
ar: اختر البلد (لا يوجد اختيار = كل البلدان)
hr: odabrati državu (bez odabira = sve države)
it: scegli le nazioni (nessuna selezione = tutte le nazioni)
pt: selecione um país (a não seleção = todos os países)
ru: выбрать страну (без выбора - все страны)

source: choose education level (no selection = all levels)
ar: اختر مستوى التعليم (لا يوجد اختيار = جميع المستويات)
hr: odabrati stupanj obrazovanja (bez odabira = sve razine)
it: scegli i livelli di studio (nessuna selezione = tutti i livelli)
pt: escolha o nível de escolaridade (a não seleção = todos os níveis)
ru: выбрать уровень образования (без выбора - все уровни)

source: choose status (no selection = all statuses)
ar: اختر الحالة (لا يوجد اختيار = جميع الحالات)
hr: odaberite status (bez odabira = svi statusi)
it: scegli status (nessuna selezione = tutti gli status)
pt: escolha uma categoria (a não seleção = todas as categorias)
ru: выбрать статус (без выбора=всех статусов)

source: choose field of study' (no selection = all fields)
ar: اختر مجال الدراسة (لا يوجد اختيار = جميع المجالات)
hr: odaberite područje studija (bez odabira = sva polja)
it: scegli il campo di studio (nessuna selezione = tutti i campi)
pt: escolha a área de estudo (a não seleção = todas as áreas)
ru: выбрать сферу обучения ( нет выбора - все сектори )

source: subject areas
ar: مجالات الموضوع
hr: područje znanosti
it: aree tematiche
pt: áreas temáticas
ru: тематические сферы

source: choose subject areas (no selection = all areas)
ar: اختر مجالات الموضوع (لا يوجد اختيار = جميع المجالات)
hr: odabrati područje znanosti (bez odabira = sva područja)
it: scegli le aree tematiche (nessuna selezione = tutte le aree)
pt: escolha as áreas temáticas (não havendo selecção serão consideradas todas as áreas)
ru: выбрать тематические сферы ( без выбора - все сферы )

source: languages
ar: اللغات
hr: Jezici
it: lingue
pt: idiomas
ru: Языки

source: choose languages (no selection = all areas)
ar: اختيار اللغات (لا يوجد اختيار = جميع اللغات)
hr: odabrati jezike (bez odabira = svi jezici)
it: scegli le lingue (nessuna selezione = tutte le lingue)
pt: escolha idiomas (não havendo selecção serão consideradas todos os idiomas)
ru: выбрать языки ( нет выбора - все сектори )

source: person name
ar: الاسم الاول
hr: ime osobe
it: nome
pt: nome próprio
ru: имя

source: family name
ar: اسم العائلة
hr: prezime
it: cognome
pt: apelido
ru: фамилия

source: name
ar: اسم
hr: ime
it: nome
pt: nome
ru: Имя

source: max length is 78 characters, but less is better
ar: الحد الأقصى للطول هو 78 حرفًا ، ولكن يفضل عدد أقل
hr: maksimalna duljina je 78 znakova, ali manje je bolje
it: 78 caratteri al massimo, ma meno è meglio
pt: o comprimento máximo é de 78 caracteres, mas menos é melhor
ru: максимум 78 символов, но чем меньше, тем лучше

source: short description
ar: وصف القصير
hr: kratak opis
it: descrizione breve
pt: descrição curta
ru: краткое описание

source: longer description
ar: وصف أطول
hr: duži opis
it: descrizione estesa
pt: descrição longa
ru: длинное описание

source: project state
ar: حالة المشروع
hr: stanje projekta
it: stato del progetto
pt: estado do projeto
ru: статус проекта

source: title of the mentoring project
ar: اسم مشروع التوجيه
hr: naslov mentorskog projekta
it: titolo del progetto di mentoring
pt: título do projeto de mentoria
ru: название проекта наставника

source: description of the mentoring project
ar: وصف مشروع التوجيه
hr: opis mentorskog projekta
it: descrizione del progetto di mentoring
pt: descrição do projeto de mentoria
ru: описание проекта наставничества

source: additional information
ar: معلومة اضافية
hr: dodatne informacije
it: altre informazioni
pt: informação adicional
ru: дополнительная информация

source: mentoring setup model
ar: نموذج لإعداد مشروع التوجيه
hr: model uspostave mentoriranja
it: modello di attivazione del mentoring
pt: modelo de configuração de mentoria
ru: модель активации наставничества

source: can choose mentor from other community
ar: يمكن اختيار الموجهين من مجتمع آخر
hr: možete odabrati mentora iz druge zajednice
it: è possibile scegliere un mentore da un'altra comunità
pt: pode escolher um mentor de outra comunidade
ru: может выбрать наставника из другого сообщества

source: text in name and short description
ar: النص بما في ذلك الاسم والوصف القصير
hr: tekst u nazivu i kratkom opisu
it: testo nel nome e nella descrizione breve
pt: texto em nome e pequena descrição
ru: вставить имя и краткое описание

source: communities
ar: مجتمعات
hr: Zajednica
it: comunità
pt: comunidades
ru: сообщества

source: minimum number of members
ar: الحد الأدنى لعدد الأعضاء
hr: minimalan broj članova
it: numero minimo di membri
pt: número mínimo de membros
ru: минимальное число членов

source: minimum number of learning paths
ar: الحد الأدنى لعدد مسارات التعلم
hr: minimalan broj staza učenja
it: numero minimo di percorsi di apprendimento
pt: número mínimo de percursos de aprendizagem
ru: минимальное количество путей обучения

source: minimum number of OERs
ar: الحد الأدنى لعدد OERs
hr: minimalan broj OER-a
it: numero minimo di OER
pt: número mínimo de REAs
ru: минимальное количество ОУР

source: user
ar: مستخدم
hr: Korisnik
it: utente
pt: utilizador
ru: Пользователя

source: search by name
ar: البحث عن طريق الإسم
hr: pretraživanje po nazivu
it: cerca per nome
pt: pesquisa por nome
ru: поиск по имени

source: label
ar: تسمية
hr: Oznaka
it: etichetta
pt: etiqueta
ru: этикетка

source: language
ar: اللغة
hr: Jezik
it: lingua
pt: Idioma
ru: Язык

source: select a file
ar: اختر ملف
hr: odabir datoteke
it: scegli un file
pt: escolha um ficheiro
ru: выбрать файл

source: title
ar: عنوان
hr: Naslov
it: titolo
pt: título
ru: Название

source: please use a short title
ar: الرجاء استخدام عنوان قصير
hr: molimo koristite kratki naslov
it: si prega di usare un titolo breve
pt: por favor use um título breve
ru: пожалуйста, используйте короткое название

source: publication state
ar: حالة النشر
hr: stanje objave
it: stato di pubblicazione
pt: estado da publicação
ru: состояние публикации

source: embed code
ar: كود التضمين
hr: ugradi kod
pt: código de incorporação
ru: встраиваемый код

source: Code to embed the view of an online resource in an HTML page.
ar: كود لتضمين عرض مورد عبر الإنترنت داخل صفحة HTML

source: repository type
ar: نوع مستودع المصدر
hr: vrsta repozitorija
it: tipo di repository
pt: tipo de repositório
ru: тип репозитория

source: repository features
ar: ميزات المستودع
hr: značajke repozitorija
it: caratteristiche del repository
pt: características do repositório
ru: функции репозитории

source: languages of documents
ar: لغات الوثائق
hr: jezici dokumenata
it: lingue dei documenti
pt: idiomas do documento
ru: языки документов

source: do not select any
ar: لا تحدد أي
hr: nemojte odabrati nijedne
it: nessuna selezione
pt: não seleccionar nenhum
ru: не выбирайте

source: if the repository includes a relevant number of contents in many languages
ar: إذا كان المستودع يتضمن عددًا ذا صلة من المحتويات بالعديد من اللغات
hr: ako repozitorij uključuje odgovarajući broj sadržaja na mnogim jezicima
it: se il repository contiene molti contenuti in un gran numero di lingue
pt: se o repositório inclui um número relevante de conteúdos em vários idiomas
ru: если хранилище содержит большое количество содержимого на многих языках

source: if the repository is not focused on specific subjects
ar: إذا كان المستودع لا يركز على مواضيع محددة
hr: ako repozitorij nije usmjeren na određene teme
it: se il repository non è dedicato ad aree tematiche specifiche
pt: se o repositório não está focado em temáticas especificas
ru: если репозиторий не ориентирован на конкретные предметы

source: search suggestions
ar: اقتراحات للبحث
hr: prijedlozi za pretraživanje
it: suggerimenti di ricerca
pt: sugestões de pesquisa
ru: предложения по поиску

source: comments
ar: التعليقات
hr: komentari
it: commenti
pt: comentários
ru: комментарии

source: evaluation
ar: تقييم
hr: Procjena
it: valutazione
pt: avaliação
ru: оценка

source: specific URL of the OER
ar: عنوان URL الخاص بـ OER
hr: posebni URL od OER-a
it: URL specifica dell'OER
pt: URL específico do REA
ru: конкретный URL ОУР

source: if applicable
ar: إذا كان هذا ينطبق
hr: ako je primjenjivo
it: se esistente
pt: se aplicável
ru: если это применимо

source: if the OER is available online, put here its URL (web address)
ar: إذا كان OER متاحًا عبر الإنترنت ، فضع هنا URL الخاص به
hr: ako je OER dostupan na internetu, ovdje stavite njegovu URL (web) adresu
it: se l'OER è accessibile online, inserisci qui il suo URL (indirizzo web)
pt: se o REA está disponível online, indique aqui o seu url (endereço eletrónico)
ru: если ОУР доступен онлайн , положи сюда свой URL (веб-адрес)

source: code to embed the OER view in an HTML page
ar: كود لتضمين عرض OER في صفحة HTML
hr: kod za ugradnju prikaza OER-a na HTML stranicu
it: codice per incorporare la vista dell'OER in una pagina HTML
pt: código para incorporar o REA na página HTML
ru: код для встраивания представления ОУР на странице HTML

source: abstract or description
ar: الملخص أو الوصف
hr: sažetak ili opis
it: abstract o descrizione
pt: resumo ou descrição
ru: аннотация или описание

source: one or two lines are enough here; this short description will be displayed in search results and will be used for full-text indexing
ar: يكفي هنا سطر أو سطرين ؛ سيتم عرض هذا الوصف القصير في نتائج البحث وسوف تستخدم لفهرسة النص الكامل
hr: dovoljni su jedan ili dva retka; ovaj će se kratki opis prikazati u rezultatima pretraživanja i koristit će se za indeks cijelog teksta
it: non più di una o due linee; questa descrizione breve viene visualizzata nei risultati delle ricerche e viene usata per l'indicizzazione full-text
pt: uma ou duas linhas são suficientes aqui; esta pequena descrição será apresentada nos resultados de pesquisa e será usada para indexação de texto completo
ru: одной или двух строк достаточно здесь; это краткое описание будет отображаться в результатах поиска и будет использоваться для полнотекстовой индексации

source: text content
ar: محتوى النص
hr: sadržaj teksta
it: contenuto testuale
pt: conteúdo do texto
ru: текстовое содержание

source: terms of use
ar: شروط الاستخدام
hr: uvjeti korištenja
it: termini di utilizzo
pt: termos de uso
ru: условия использования

source: type of licence; please, don't disregard it: see the help pages for an explanation of the available options; in case of doubt, select the most cautious option "read the fine print"
ar: نوع الترخيص من فضلك ، لا تتجاهل ذلك: راجع صفحات المساعدة للحصول على شرح للخيارات المتاحة ؛ في حالة الشك، حدد الخيار الأكثر حذرا: "قراءة غرامة المطبوعة"
hr: vrsta dozvole; molimo, nemojte zanemariti: pogledajte stranice za pomoć glede objašnjenja dostupnih opcija; u slučaju dvoumice, odaberite najoprezniju opciju "pročitajte sitni ispis"
it: tipo di licenza; è importante: si vedano le pagine di aiuto per una spiegazione delle opzioni disponibili; in caso di dubbio, la scelta più prudente è "read the fine print"
pt: por favor não ignore o tipo de licença, procure nas páginas da ajuda a explicação para as opções disponíveis. Em caso de dúvida selecione a opção mais cautelosa "leia o original".
ru: тип лицензии; пожалуйста, не игнорируйте его: смотрите страницы справки для объяснения имеющихся вариантов; в случае сомнений, выберите наиболее осторожный вариант "read the fine print"

source: type of material
ar: نوع المادة
hr: vrsta materijala
it: tipo di materiale
pt: tipo de material
ru: тип материала

source: the type of (educational) material refers to the function, not the physical aspect; the options have been taken from www.oercommons.org
ar: يشير نوع المادة التعليمية إلى وظيفتها ، وليس إلى الجانب المادي
hr: vrsta (obrazovnog) materijala odnosi se na funkciju, a ne fizički aspekt; mogućnosti su preuzete sa www.oercommons.org
it: il tipo di materiale si riferisce al suo potenziale formativo, non all'aspetto fisico; le opzioni sono state prese da www.oercommons.org
pt: o tipo de material (educacional) refere-se à função, não ao aspecto físico; as opções tem como fonte: www.oercommons.org
ru: тип (учебного) материала относится к функции, а не к физическому аспекту; варианты были взяты из www.oercommons.org

source: target audience
ar: الجمهور المستهدف
hr: ciljna publika
it: destinatari
pt: destinatários
ru: целевая аудитория

source: tags
ar: وسوم
hr: Oznake
ru: Теги

source: click to add or remove a tag
ar: انقر لإضافة أو إزالة وسم
hr: kliknite da biste dodali ili uklonili oznaku
it: clicca per aggiungere o rimuovere un tag
pt: clique para adicionar ou remover uma etiqueta
ru: нажмите, чтобы добавить или удалить тег

source: media formats
ar: تنسيقات الوسائط
hr: formati medijskih datoteka
it: formati dei media
pt: formato do media
ru: форматы мультимедиа

source: the options have been taken from www.oercommons.org
ar: تم أخذ الخيارات من www.oercommons.org
hr: mogućnosti su preuzete sa www.oercommons.org
it: le opzioni sono state prese da www.oercommons.org
pt: as opções foram tomadas a partir de www.oercommons.org
ru: варианты были взяты из www.oercommons.org

source: accessibility features
ar: ميزات إتاحة
hr: značajke pristupačnosti
it: caratteristiche di accessibilità
pt: características de acessibilidade
ru: функции доступности

source: features making easier the use of the OER also to impaired people; the options have been taken from www.oercommons.org; a help page is being prepared
ar: الميزات التي تجعل استخدام "OER" أسهل للأشخاص المعاقين ؛ تم أخذ الخيارات من www.oercommons.org ؛ يتم إعداد صفحة المساعدة
hr: značajke koje olakšavaju korištenje OER-a također i ljudima s poteškoćama; opcije su preuzete s www.oercommons.org; stranica za pomoć je u pripremi
it: caratteristiche dell'OER che ne facilitano l'utilizzo, in particolare a utenti con deficit senso-motori; le opzioni sono state prese da www.oercommons.org; una pagina di aiuto è in preparazione
pt: caraterísticas que facilitem o uso do REA também para pessoas com deficiência; as opções tem como fonte: www.oercommons.org; uma página de ajuda está em preparação
