Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: The current active language
ar: اللغة النشطة حاليًا
hr: Trenutno aktivni jezik
it: La lingua attiva al momento
pt: O idioma atualmente ativo
ru: Текущий активный язык

source: affects only the UI messages of this view
ar: يؤثر فقط على سلاسل الأحرف الخاصة بواجهة المستخدم (UI) إليها في طريقة العرض هذه
hr: utječe samo na poruke korisničkog sučelja ovog prikaza
it: influenza solo i messaggi di UI di questa vista
pt: afeta apenas as mensagens da interface de usuário desta visualização

source: back to the normal view of this content
ar: العودة إلى العرض العادي لهذا المحتوى
hr: natrag na normalni prikaz ovog sadržaja
it: ritorna alla vista normale di questo contenuto
pt: de volta à visualização normal deste conteúdo
ru: вернуться к нормальному представлению этого контента

source: The original language of this content is not known.
ar: اللغة الأصلية لهذا المحتوى غير معروفة.
hr: Izvorni jezik ovog sadržaja nije poznat.
it: La lingua originale di questo contenuto non è nota
pt: A língua original deste conteúdo não está identificada.
ru: Оригинальный язык этого содержания неизвестен.

source: New Message
ar: رسالة جديدة
hr: Nova poruka
it: Nuovo Messaggio
pt: Mensagem nova
ru: Новое сообщение

source: Inbox
ar: البريد الوارد
hr: Poruke
it: Messaggi in arrivo
pt: Caixa de entrada
ru: почтовый ящик

source: Sent Messages
ar: الرسائل المرسلة
hr: Poslane poruke
it: Messaggi inviati
pt: Mensagens enciadas
ru: Отправленные сообщения

source: Trash
ar: سلة المهملات
hr: Smeće
it: Cestino
pt: Lixo

source: Compose Message
ar: اكتب رسالة
hr: Sastavljanje poruke
it: Componi Messaggio
pt: Escrever mensagem
ru: написать сообщение

source: Send
ar: أرسل
hr: Pošalji
it: Invia
pt: Enviar
ru: Отправить

source: Sender
ar: المرسل
hr: šalje
it: Mittente
pt: Remetente
ru: отправитель

source: Date
ar: تاريخ
hr: Datum
it: Data
pt: Data
ru: Дата

source: delete
ar: احذف
hr: Izbrisati
it: elimina
pt: apagar
ru: Удалить

source: No messages.
ar: لا توجد رسائل.
hr: Nema poruka.
it: Nessun messaggio.
pt: Sem mensagens.
ru: нет сообщения

source: Hello %(recipient_name)s, you received a private message from %(sender_name)s with the following contents:
ar: مرحبا %(recipient_name)s, لديك رسالة خاصة من %(sender_name)s مع المحتويات التالية:
hr: Pozdrav %(recipient_name)s, primili ste privatnu poruku od %(sender_name)s sa sljedećim sadržajem:
it: %(recipient_name)s, hai ricevuto un messaggio privato da %(sender_name)s con il seguente contenuto:
pt: Olá %(recipient_name)s, recebeu uma mensagem privada de %(sender_name)s com o seguinte conteúdo:
ru: Привет %(recipient_name)s, Вы получили личное сообщение от %(sender_name)s со следующим содержанием:

source: Sent from %(site_url)s
ar: ارسلت من %(site_url)s
hr: Poslano od %(site_url)s
it: Inviato da %(site_url)s
pt: Enviado de %(site_url)s
ru: Отправлено с %(site_url)s

source: Deleted Messages
ar: الرسائل المحذوفة
hr: Izbrisane poruke
it: Messaggi eliminati
pt: Mensagens eliminadas
ru: Удаленные сообщения

source: move to
ar: نقل إلى
hr: premjestiti u
it: sposta a
pt: mover para

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
ar: تتم إزالة الرسائل المحذوفة من المهملات على فترات غير منتظمة: لا تعتمد على هذه الميزة للتخزين لفترة طويلة.
hr: Izbrisane poruke uklanjaju se iz smeća u neregularnim intervalima, nemojte se oslanjati na tu značajku za dugotrajno spremanje.
it: I Messaggi Eliminati sono rimossi dal cestino a intervalli regolari. Non considerare il cestino un deposito a lungo termine.
pt: As mensagens apagadas são removidas do lixo em intervalos irregulares, não devem contar com esse recurso para o armazenamento de longo prazo.

source: View Message
ar: قراءة الرسالة
hr: Prikaži poruku
it: Vedi Messaggio
pt: Visualizar a mensagem
ru: Посмотреть сообщение

source: Reply
ar: الرد
hr: Odgovor
it: Rispondi
pt: Responder
ru: Ответь

source: Delete
ar: احذف
hr: Izbrisati
it: Elimina
pt: Apagar
ru: Удалить

source: Node: %(node_label)s [document]
ar: عقدة: %(node_label)s [وثيقة]
hr: Čvor: %(node_label)s [dokument]
it: Nodo: %(node_label)s [documento]
pt: Nó: %(node_label)s [documento]

source: show project
ar: اعرض المشروع
hr: prikaži projekt
it: mostra il progetto
pt: mostrar o projeto
ru: показать проект

source: Curriculum: %(profile_name)s
ar: المنهج: %(profile_name)s
hr: Kratka biografija: %(profile_name)s
pt: Currículo: %(profile_name)s

source: your preferences
ar: تفضيلاتك
hr: vaše postavke
it: le tue preferenze
pt: suas preferencias

source: notification by email
ar: الإخطار عن طريق البريد الإلكتروني

source: activity history
ar: سجل النشاط

source: upload file with list of candidate members
ar: تحميل الملف مع قائمة الأعضاء المرشحين
hr: učitajte datoteku sa popisom kandidiranih članova
it: carica un file con la lista di membri candidati
pt: carregar arquivo com lista de membros candidatos
ru: загрузить файл со списком кандидатов

source: community or project: %(project_name)s
ar: مشروع أو مجتمع: %(project_name)s
hr: zajednica ili projekt: %(project_name)s
it: comunità o progetto: %(project_name)s
pt: comunidade ou projeto: %(project_name)s

source: upload
ar: تحميل OER
hr: Učitati
it: carica
pt: envio
ru: Загрузить

source: cancel
ar: إلغاء
hr: Odustani
it: annulla
pt: cancelar
ru: удалить

source: New Folder
ar: مجلد جديد
hr: Nova mapa
it: Nuova Cartella
pt: Nova Pasta
ru: новая папка

source: Upload
ar: تحميل OER
hr: Učitaj
it: Carica
ru: Загрузить

source: Search
ar: بحث
hr: Pretraživanje
it: Cerca
pt: Procurar
ru: Поиск

source: Shared folder for community: %(com_name)s
ar: مجلد مشترك داخل المجتمع: %(com_name)s
hr: Dijeljena mapa za zajednicu: %(com_name)s
it: Cartella condivisa nella comunità: %(com_name)s
pt: Pasta partilhada para a comunidade: %(com_name)s

source: Shared folder for project: %(proj_name)s
ar: مجلد مشترك للمشروع:: %(proj_name)s
hr: Dijeljena mapa za projekt: %(proj_name)s
it: Cartella condivisa nel progetto: %(proj_name)s
pt: Pasta partilhada para projeto: %(proj_name)s

source: created by
ar: منشئ بواسطة
hr: kreirao
it: creato da
pt: criado por
ru: созданный

source: edit
ar: تحرير
hr: Uređivanje
it: modifica
pt: editar
ru: редактировать

source: added by
ar: أضيفت بواسطة
hr: dodao/ /a
it: aggiunto da
pt: adicionado por
ru: добавлены

source: loaded by
ar: تم تحميل من قبل
hr: učitano od strane
it: caricato da
pt: carregado por
ru: загружен

source: no shared documents are present
ar: لا توجد وثائق مشتركة
hr: zajednički dokumenti nisu prisutni
it: non sono presenti documenti condivisi
pt: sem documentos partilhados
ru: нет общих документов

source: add document
ar: إضافة وثيقة
hr: dodavanje dokumenta
it: aggiungi documento
pt: adicionar documento
ru: добавить документ

source: add subfolder
ar: إضافة مجلد فرعي
hr: dodaj podmapu
it: aggiungi una sottocartella
pt: adicionar subpasta
ru: добавить папку

source: create
ar: إنشاء
hr: Kreiraj
it: crea
pt: criar
ru: Создать

source: add online resource
ar: إضافة مورد متاح على الإنترنت
hr: dodavanje mrežnog resursa
it: aggiungi risorsa online nella cartella
pt: adicionar recurso online
ru: добавить онлайн ресурс

source: do you really want to delete
ar: هل تريد حقًا حذف
hr: zaista želite izbrisati
it: vuoi veramente eliminare
pt: deseja mesmo eliminar
ru: Вы действительно хотите удалить

source: this document
ar: هذه الوثيقة
hr: ovaj dokument
it: questo documento
pt: esse documento
ru: этот документ

source: this folder
ar: هذا المجلد
hr: ova mapa
it: questa cartella
pt: esta pasta
ru: эта папка

source: Edit folder: %(folder_title)s
ar: تحرير البيانات الوصفية للمجلد: %(folder_title)s
hr: Uređivanje metapodataka mape: %(folder_title)s
it: Rinomina cartella: %(folder_title)s
pt: Editar metadados da pasta: %(folder_title)s

source: edit folder
ar: تحرير البيانات الوصفية للمجلد
hr: uređivanje mape
it: rinomina cartella
pt: editar pasta
ru: редактировать папку

source: Edit document in folder: %(folder_title)s
ar: تحرير وثيقة في المجلد: %(folder_title)s
hr: Uređivanje dokumenta u mapi: %(folder_title)s
it: Modifica documento nella cartella: %(folder_title)s
pt: Editar documento na pasta: %(folder_title)s

source: edit document
ar: تحرير وثيقة
hr: uređivanje dokumenta
it: modifica documento
pt: editar documento

source: forum analytics
ar: تحليلات المنتدى
hr: analitika foruma
it: statistiche sui forum
pt: análise do forúm
ru: аналитика форумов

source: Total number of posts: %(total)s
ar: إجمالي عدد المشاركات: %(total)s
hr: Ukupan broj postova: %(total)s
it: Numero di post: %(total)s
pt: Número total de postagens: %(total)s

source: forums with topics by posts
ar: المنتدى حسب عدد المشاركات
hr: forumi s temama po postovima
it: forum per numero di post
pt: fóruns com tópicos por mensagens
ru: форумы с темами по сообщениям

source: forum topics by posts
ar: مواضيع المنتدى حسب عدد المشاركات
hr: teme foruma po postovima
it: argomenti dei forum per numero di post
pt: fóruns com tópicos por mensagens
ru: темы форумов по количеству постов

source: Edit forum: %(forum_name)s
ar: تحرير منتدى المناقشة: %(forum_name)s
hr: Uređivanje foruma: %(forum_name)s
it: Modifica forum: %(forum_name)s
pt: Editar fórum: %(forum_name)s

source: Learn with others, Create, Reuse
ar: تعلم مع الآخرين ، أنشئ ، أعد الاستخدام
hr: Učiti s drugima, kreiranje, ponovno korištenje
it: Impara con gli altri, Crea, Riusa
pt: Aprenda com outros, Crie, Reutilize
ru: Учиться с другими, Создать, использовать снова

source: learning in online communities of practice
ar: التعلم في مجتمعات الممارسة على الشَبَكةِ
hr: učenje u internetskim zajednicama prakse
it: imparare in comunità di pratica online
pt: aprender através de comunidades de prática online
ru: учиться в онлайн сообществах практики

source: reusing resources to build learning paths
ar: إعادة استخدام الموارد لبناء مسارات التعلم
hr: ponovno korištenje resursa za izgradnju staza učenja
it: riusare risorse per costruire percorsi di apprendimento
pt: reutilizar recursos para criar percursos de aprendizagem
ru: повторное использование ресурсов для построения путей обучения

source: browsing collections in our library of OERs
ar: تصفح مجموعات OER في المكتبة
hr: pregledavanje kolekcija u našoj biblioteci OER-ova
it: esplorare raccolte di OER nella nostra biblioteca
pt: pesquisar coleções nas nossas bibliotecas de REAs
ru: исследовать коллекции в нашей библиотеке ОУР

source: join the Community now
ar: انضم إلى مجتمعنا الآن
hr: pridružite se zajednici sada
it: entra nella nostra Comunità
pt: adira à Comunidade agora
ru: присоединиться к Сообществу сейчас

source: visible from
ar: مرئية منذ
hr: vidljive iz
it: visibile da
pt: visível a partir de
ru: видно из

source: newest community
ar: أحدث مجتمع

source: most active community
ar: المجتمع الأكثر نشاطا

source: most popular project
ar: المشروع الأكثر شعبية
hr: najpopularniji projekt
it: il progetto più popolare
pt: projeto mais popular
ru: самый популярный проект

source: newest learning path
ar: أحدث مسار تعلم
hr: najnovije staze učenja
it: il learning path più recente
pt: percurso de aprendizagem mais recente
ru: новейший путь обучения

source: most popular learning path
ar: مسار التعلم الأكثر شعبية
hr: najpopularnije staze učenja
it: il learning path più popolare
pt: percurso de aprendizagem mais popular
ru: самый популярный путь обучения

source: newest OER
ar: أحدث OER
hr: najnoviji OER
it: l'OER più recente
pt: o mais recente REA

source: most popular OER
ar: الأكثر شعبية OER
hr: najpopularniji OER
it: l'OER più popolare
pt: REA mais popular
ru: самый популярный ОУР

source: learn more
ar: أعرف أكثر
hr: saznaj više
it: per saperne di più
pt: aprender mais
ru: учить больше

source: %(lp_title)s [learning path]
ar: %(lp_title)s [مسار تعلم]
hr: %(lp_title)s [staze učenja]
it: %(lp_title)s [percorso di apprendimento]
pt: %(lp_title)s [percurso de aprendizagem]

source: bookmark this LP for future reference
ar: للرجوع إليها في المستقبل، يحيط علماً بهذا مسار تعلم
hr: označite ovu stazu učenja za buduću referencu
it: ricorda questo LP per riferimento futuro
pt: marcar este PA para futura referência
ru: добавить в закладки этот LPS для будущего использования

source: mark this LP as a candidate for cut & paste
ar: وضع علامة على هذا مسار التعلم كمرشح لقص ولصق
hr: označite ovu staze učenja kao kandidat za rezanje i lijepljenje
it: segna questo LP come candidato per taglia e incolla
pt: marcar este PA como candidato a cortar & colar

source: convert to sequence type
ar: تحويل إلى نوع تسلسل
hr: pretvoriti u vrstu slijeda
it: converti al tipo sequenza
pt: converter para uma coleção ordenada
ru: конвертировать в тип последовательности

source: convert to simple collection
ar: التحويل إلى مجموعة غير مرتبة
hr: pretvoriti u jednostavnu zbirku
it: converti al tipo collezione semplice
pt: converter para uma coleção simples
ru: конвертировать в простую коллекцию

source: convert to graph type in tree form: suggested only for few node!
ar: التحويل إلى نوع مخطط بياني يشبه الشجرة: غير مناسب للعديد من العقد!
hr: pretvoriti u tip grafa s obrascem stabla: predloženo samo za nekoliko čvorova!
it: converti al tipo grafo in forma di albero: consigliato solo per pochi nodi!
pt: converter para tipo gráfico em forma de árvore: sugerido apenas para poucos nós!

source: convert to graph type with unconnected nodes
ar: التحويل إلى نوع مخطط بياني مع العقد غير متصلة
hr: pretvoriti u tip grafa s nepovezanim čvorovima
it: converti al tipo grafo con nodi non connessi
pt: converter para tipo gráfico com nós não ligados

source: move up
ar: نقل ما يصل
hr: pomicanje prema gore
it: sposta in su
pt: mover para cima
ru: двигаться вверх

source: move down
ar: نقل إلى أسفل
hr: pomicanje prema dolje
it: sposta in giù
pt: mover para baixo
ru: двигаться вниз

source: add node
ar: إضافة عقدة
hr: dodaj čvor
it: aggiungi un nodo
pt: adicionar nó
ru: добавить узел

source: Add node with OER <span class="%(class_name)s">%(oer_title)s</span>
ar: إضافة عقدة مع OER <span class="%(class_name)s">%(oer_title)s</span>
hr: Dodajte čvor s OER-a <span class="%(class_name)s">%(oer_title)s</span>
it: Aggiungi nodo con OER <span class="%(class_name)s">%(oer_title)s</span>
pt: Adicionar nó com REA <span class="%(class_name)s">%(oer_title)s</span>

source: export as PDF
ar: تصدير إلى PDF

source: cloned from
ar: مستنسخ بواسطة
hr: kloniran iz
it: duplicato da
pt: clonado de
ru: клонирован из

source: grant editor roles
ar: منح دور محرر
hr: dodjela uloge urednika
it: assegna i ruoli di editor
pt: conceder direitos de edição
ru: назначить роль редактора

source: editor
ar: محرر
hr: urednik
ru: Редактор

source: grant role
ar: منح دور
hr: dodijeli ulogu
it: assegna il ruolo
pt: conceder direitos
ru: предоставлять роль

source: remove role
ar: إلغاء الدور
hr: ukloni ulogu
it: rimuovi il ruolo
pt: tirar direitos
ru: удалить роль

source: do not submit this LP for publication if you want that only your mentor see it
ar: لا ترسل مسار التعلم هذا للنشر إذا كنت تريد أن يراه موجهك فقط
hr: nemojte poslati ovu stazu učenja za objavu ako želite da ju samo vaš mentor vidi
it: non sottoporre questo LP per la pubblicazione se desideri che lo possa vedere solo il tuo mentore
pt: não submeta este PA para publicação se quiser que apenas o seu mentor a veja
ru: не представить этот LP для публикации, если вы хотите, чтобы только ваш наставник увидеть его

source: To submit for publication this LP, you must move it before to a project by using the tool
ar: لإرسال مسار التعلم هذا للنشر ، يجب عليك نقله مسبقًا إلى مشروع عن طريق القص واللصق
hr: Da biste objavili ovu stazu učenja, morate ju prvo premjestiti u projekt pomoću alata
it: Per poter pubbblicare questo LP, devi prima spostarlo all'interno di un progetto usando lo strumento
pt: Para submeter para publicação este PA, deve deslocá-lo antes para um projeto, utilizando a ferramenta
ru: Чтобы представить для публикации этот LP, вы должны переместить его до проекта с помощью инструментане

source: this learning path
ar: مسار التعلم هذا
hr: ova staza učenja
it: il percorso di apprendimento
pt: este percurso de aprendizagem
ru: этот путь обучения

source: do you really want to convert
ar: هل تريد حقًا التحويل
hr: da li zaista želite pretvoriti
it: vuoi realmente convertire
pt: quer mesmo convert
ru: Вы действительно хотите конвертировать

source: do you really want to grant the editor role to this member
ar: هل تريد حقا أن تمنح دور المحرر لهذا العضو
hr: da li zaista želite dodijeliti ulogu urednika ovom članu
it: vuoi realmente assegnare il ruolo di editor a questo membro
pt: quer mesmo conceder direitos de edição a este membro
ru: Вы действительно хотите, чтобы предоставить роль редактора для этого члена

source: do you really want to remove this role
ar: هل تريد حقًا إلغاء هذا الدور
hr: da li zaista želite ukloniti ovu ulogu
it: vuoi realmente rimuovere questo ruolo
pt: quer mesmo tirar esse direitos
ru: Вы действительно хотите, чтобы удалить эту роль

source: You can export this learning path for private use only and should avoid overloading the system. Proceed?
ar: يمكنك تصدير مسار التعلم هذا للاستخدام الخاص فقط ويجب تجنب التحميل الزائد على النظام. يتأكد؟

source: %(lp_title)s [edit learning path]
ar: %(lp_title)s [تحرير مسار التعلم]
hr: %(lp_title)s [uređivanje staze učenja]
it: %(lp_title)s [edita percorso di apprendimento]
pt: %(lp_title)s [editar percurso de aprendizagem]

source: add learning path
ar: لإضافة مسار تعلم
hr: dodaj stazu učenja
it: aggiungi percorso di apprendimento
pt: adicionar percurso de aprendizagem
ru: добавить путь обучения

source: edit learning path
ar: لتعديل مسار التعلم
hr: uređivanje staze učenja
it: modifica percorso di apprendimento
pt: editar percurso de aprendizagem
ru: редактировать путь обучения

source: <small class="%(class_name)s">in the project</small> %(proj_name)s
ar: <small class="%(class_name)s">في المشروع</small> %(proj_name)s
hr: <small class="%(class_name)s">u projektu</small> %(proj_name)s
it: <small class="%(class_name)s">nel progetto</small> %(proj_name)s
pt: <small class="%(class_name)s">no projeto</small> %(proj_name)s

source: prev
ar: السابق
hr: Prethodna
it: prec
pt: anterior

source: next
ar: التالي
hr: Sljedeća
it: succ
pt: próximo
ru: Следующий

source: currently this OER is not public
ar: حاليا هذا OER غير العامة
hr: trenutačno ovaj OER nije javni
it: attualmente questo OER non è pubblico
pt: actualmente este REA não é pública
ru: в настоящее время этот ОУР не является публичным

source: %(the_project)s [project]
ar: %(the_project)s [مشروع]
hr: %(the_project)s [projekt]
it: %(the_project)s [progetto]
pt: %(the_project)s [projeto]

source: mentee
ar: متدرب
hr: osoba koju se mentorira
pt: mentorando
ru: подопечный

source: a request must be submitted to the community administrator, which will try to allocate a mentor.
ar: يجب تقديم طلب إلى مسؤول المجتمع الذي سيحاول تعيين مرشد.
hr: zahtjev mora biti podnesen administratoru zajednice, koji će pokušati dodijeliti mentora.
it: una richiesta deve essere presentata all'amministratore della comunità, che cercherà di assegnare un mentore.
pt: um pedido deve ser apresentado ao administrador da comunidade, que tentará atribuir um mentor.

source: documents
ar: الوثائق
hr: Dokumenti
it: documenti
pt: documentos
ru: Документы

source: confirm your choice
ar: أكد اختيارك
hr: potvrdite svoj izbor
it: conferma la scelta
pt: confirme sua escolha
ru: подтвердить свой выбор

source: my previous refusals
ar: رفضي السابق
hr: moja prethodna odbijanja
it: i miei precedenti rifiuti
pt: minhas recusas anteriores
ru: мои предыдущие отказы

source: received messages
ar: الرسائل المستلمة
hr: primljene poruke
it: messaggi ricevuti
pt: mensagens recebidas
ru: полученные сообщения

source: sent messages
ar: الرسائل المرسلة
hr: poslane poruke
it: messaggi inviati
pt: mensagens enviadas
ru: отправленные сообщения

source: new message
ar: رسالة جديدة
hr: nova poruka
it: nuovo messaggio
pt: nova mensagem
ru: новое сообщение

source: no messages received
ar: لم يتم استلام رسائل
hr: nema primljenih poruka
it: nessun messaggio ricevuto
pt: nenhuma mensagem recebida
ru: нет сообщения получено

source: no messages sent
ar: لم يتم إرسال رسائل
hr: nema poslanih poruka
it: nessun messaggio inviato
pt: nenhuma mensagem enviada
ru: нет сообщения отправлено

source: send
ar: أرسل
hr: Pošalji
it: invia
pt: enviar
ru: Отправить

source: submit request to admin
ar: تقديم الطلب إلى المسؤول
hr: pošaljite zahtjev administratoru
it: presenta la richiesta all'amministratore
pt: enviar solicitação ao administrador
ru: отправить запрос админу

source: submit request
ar: تقديم الطلب
hr: podnesite zahtjev
it: invia la richiesta
pt: submeter pedido
ru: отправить запрос

source: back to draft state
ar: العودة إلى حالة المسودة
hr: natrag na stanje nacrta
it: indietro allo stato di bozza
pt: de volta ao estado de rascunho
ru: возвращается в черновое состояние

source: open
ar: افتح
hr: Otvori
it: apri
pt: abrir
ru: Открыть

source: close
ar: أقفل
hr: Zatvori
it: chiudi
pt: fechar
ru: Закрыть

source: view the shared folder
ar: عرض المجلد المشترك
hr: prikaz zajedničke mape
it: vai alla cartella condivisa
pt: visualizar a pasta partilhada
ru: просмотреть общую папку

source: meeting
ar: لقاء
hr: Sastanak
it: riunione
pt: encontro
ru: встреча

source: classify
ar: أصنف
hr: Klasificiraj
it: classifica
pt: classificar
ru: Классифицировать

source: share
ar: شارك
hr: Podijeliti
it: condividi
pt: compartilhar
ru: поделиться

source: LP
ar: مسار تعلم
hr: staza učenja
pt: PA
ru: ОП

source: last LPs
ar: أحدث مسارات التعلم
hr: posljednji stranice učenja
it: Ultimi LP
pt: último PA

source: read more
ar: اقرأ أكثر
hr: Pročitajte više
it: vedi ancora
pt: ler mais
ru: читать далее

source: unshare this LP
ar: إلغاء مشاركة هذه مسار التعلم
hr: poništi podijelu ove staze učenja
it: cessa di condividere questo LP
pt: descompartilhar este PA

source: last OERs
ar: Latest OERs
hr: posljednji OER-ovi
it: ultimi OER
pt: REAs mais recentes
ru: последние ОУР

source: unshare this OER
ar: إلغاء مشاركة هذا OER
hr: poništi podijelu ovog OER-a
it: cessa di condividere questo OER
pt: descompartilhar este REA
ru: прекратить делиться ОУР

source: messages analytics
ar: تحليلات الرسائل
hr: analitika poruka
it: statistiche sui messaggi
pt: análise de mensagens
ru: статистика сообщений

source: Total number of messages: %(total)s
ar: إجمالي عدد الرسائل: %(total)s
hr: Ukupan broj poruka: %(total)s
it: Numero di messaggi: %(total)s
pt: Número total de mensagens: %(total)s

source: messages by month
ar: الرسائل حسب الشهر
hr: poruke po mjesecu
it: messaggi per mese
pt: mensagens por mês
ru: сообщения по месяцам

source: new posts in your forums
ar: مشاركات جديدة في المنتديات الخاصة بك
hr: novi postovi na vašim forumima
it: nuovi post nei tuoi forum
pt: mensagens novas nos seus fóruns
ru: новые сообщения в ваших форумах

source: new posts in my forums
ar: مشاركات جديدة في منتدياتي
hr: novi postovi na mojim forumima
it: nuovi post nei miei forum
pt: mensagens novas nos meus fóruns
ru: новые сообщения в моих форумах

source: posts added to topics after you last viewed them
ar: المشاركات المضافة إلى المواضيع بعد مشاهدتها آخر مرة
hr: postovi dodani temama nakon što ste ih zadnji put pregledali
it: post aggiunti al topic dopo l'ultima volta in cui l'ho visto
pt: mensagens publicadas após a sua última visualização
ru: сообщения, добавленные к темам после последнего просмотра их

source: no new posts are present
ar: لا توجد مشاركات جديدة
hr: nema novih postova
it: non sono presenti nuovi post
pt: sem novos comentários
ru: нет новых постов присутствуют

source: forums of your community and or projects + thematic forums
ar: منتديات مجتمعك ومشاريعك ، بالإضافة إلى المنتديات المواضيعية

source: upload screenshot
ar: تحميل الصورة الصغيرة
hr: Učitaj snimku zaslona
it: carica l'immagine piccola
pt: carregar pequena imagem
ru: загрузить скриншот
