Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: انتهت صلاحية رابط تأكيد البريد الإلكتروني هذا أو أنه غير صالح. يرجى <a href="%(email_url)s">إصدار طلب تأكيد بريد إلكتروني جديد</a>.
hr: Ova poveznica za potvrdu e-pošte je istekla ili nije valjana. Molimo <a href="%(email_url)s">vas da izdate novi zahtjev za potvrdu e- pošte</a>.
it: Questo link di conferma dell'e-mail è scaduto o non valido. Ti chiediamo di <a href="%(email_url)s">ripetere la richiesta di conferma via e-mail</a>.
pt: Este link de confirmação de e-mail expirou ou é inválido. <a href="%(email_url)s">Emita um novo pedido de confirmação por e-mail</a>.

source: Sign In
ar: دخول
hr: Prijavi se
it: Accedi
pt: Assinar Em
ru: войти в систему

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ar: يرجى المصادقة على أحد حسابات الطرف الثالث الموجودة لديك. أو<a href="%(signup_url)s">قم بالتسجيل للحصول</a> على حساب %(site_name)s وقم بتسجيل الدخول أدناه:
hr: Prijavite se s jednim od postojećih korisničkih računa trećih strana. Ili se<a href="%(signup_url)s">upišite</a> za %(site_name)s račun i prijavite se u nastavku:
it: Accedi con uno dei tuoi account di terze parti. Oppure, <a href="%(signup_url)s">registrati</a> a %(site_name)s e poi accedi qui sotto:
pt: Por favor entre com um de suas contas existentes de terceiros. Ou <a href="%(signup_url)s"> inscreva-se</a> para obter uma conta de %(site_name)s e faça login abaixo:

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ar: إذا لم تقم بإنشاء حساب بعد ، فيرجى <a href="%(signup_url)s">التسجيل</a> أولاً.
hr: Ako još niste kreirali korisnički račun, prvo <a href="%(signup_url)s">se upišite </a>
it: Se non hai ancora creato un account, devi prima<a href="%(signup_url)s">registrarti</a>.
pt: Se você ainda não criou uma conta, <a href="%(signup_url)s">inscreva-se</a> primeiro.
ru: Если вы еще не создали учетную запись, пожалуйста, <a href="%(signup_url)s">зарегистрируйтесь</a> первым.

source: Please sign in with one of your existing third party accounts.
ar: يرجى المصادقة مع أحد حسابات طرف ثالث الموجودة لديك.
hr: Prijavite se s jednim od postojećih korisničkih računa s treće strane.
it: Accedi con uno dei tuoi account di terze parti.
pt: Faça login com uma de suas contas existentes de terceiros.

source: or
ar: أو
hr: Ili
it: o
pt: ou
ru: Или

source: Password Reset
ar: إعادة تعيين كلمة المرور
hr: Ponovno postavljanje lozinke
it: Reimpostazione della Password
pt: Redefinição de senha
ru: восстановление пароля

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل لك بريدًا إلكترونيًا يتيح لك إعادة تعيينه.
hr: Zaboravili ste lozinku? U nastavku unesite svoju adresu e-pošte. Poslati ćemo vam e-mail koji vam će vam omogućiti ponovno postavljanje.
it: Hai dimenticato la password? Se inserisci il tuo indirizzo e-mail qui sotto, ti invieremo una mail con un link per reimpostarla.
pt: Esqueceu sua senha? Insira seu endereço de e-mail abaixo, e nós enviaremos um e-mail permitindo que você reinicie.
ru: Забытый пароль? Введите свой адрес электронной почты ниже, и мы отправим вам электронное письмо, позволяющее сбросить его.

source: Reset My Password
ar: إعادة تعيين كلمة سري
hr: Ponovno postavljanje lozinke
it: Reimposta la Password
pt: Resetar minha Senha
ru: сбросить пароль

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا واجهتك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.
hr: Obratite nam se ako imate ikakvih problema sa ponovnim postavljanjem lozinke.
it: Se hai qualche problema a reimpostare la password, contattaci.
pt: Entre em contato conosco se tiver problemas para redefinir sua senha.
ru: Пожалуйста, свяжитесь с нами, если у вас возникли проблемы с сбросом пароля.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. يرجى الاتصال بنا إذا كنت لا تحصل عليه في غضون بضع دقائق.
hr: Poslali smo vam e-mail. Obratite nam se ako ga ne primite u roku od nekoliko minuta.
it: Ti abbiamo appena inviato una mail. Contattaci se non la ricevi entro qualche minuto.
pt: Enviamos um e-mail para você. Contacte-nos se não o receber dentro de alguns minutos.
ru: Мы отправили вам электронное письмо. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: Change Password
ar: تغيير كلمة السر
hr: Promijeni lozinku
it: Cambia la Password
pt: Mudar Senha
ru: сменить пароль

source: Bad Token
ar: رمز غير صالح
hr: Neispravan token
it: Token non valido
pt: Token mau

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه قد تم استخدامه بالفعل. يرجى طلب <a href="%(passwd_reset_url)s">إعادة تعيين كلمة المرور الجديدة</a>.
hr: Poveznica za ponovno postavljanje lozinke nije valjana, vjerojatno zato što je već korištena. Molimo zatražite <a href="%(passwd_reset_url)s">novo postavljanje lozinke</a>.
it: Il link per reimpostare la password non era valido, forse perché già usato. Per favore effettua di nuovo <a href="%(passwd_reset_url)s">la reimpostazione della password</a>.
pt: O link de redefinição de senha era inválido, possivelmente porque já foi usado. Solicite uma <a href="%(passwd_reset_url)s">nova redefinição de senha</a>.

source: change password
ar: تغيير كلمة السر
hr: promijeni lozinku
it: cambia password
pt: mudar senha
ru: сменить пароль

source: Your password is now changed.
ar: تم تغيير كلمة مرورك الآن.
hr: Vaša lozinka sada se mijenja.
it: Password modificata.
pt: Sua senha foi alterada.
ru: Теперь ваш пароль изменен

source: Signup
ar: سجّل
hr: Upisi
it: Registrazione
pt: Inscrever-se
ru: Зарегистрироваться

source: Sign Up
ar: سجّل
hr: Upiši se
it: Registrati
pt: Inscrever-se
ru: зарегистрироваться

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: لديك حساب بالفعل؟ ثم الرجاء <a href="%(login_url)s">تسجيل الدخول</a>.
hr: Već imate korisnički račun? Ukoliko da, <a href="%(login_url)s">prijavite se</a>.
it: Possiedi già un account? Allora <a href="%(login_url)s">accedi</a>, per favore.
pt: Já tem uma conta? Então por favor <a href="%(login_url)s">entre</a>.

source: Verify Your E-mail Address
ar: تحقق من عنوان بريدك الإلكتروني
hr: Potvrda adrese e-pošte
it: Verifica il tuo Indirizzo E-mail
pt: Verifique seu endereço de e-mail
ru: подтвердите вашу электронную почту

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا إليك بريدًا إلكترونيًا للتحقق. اتبع الرابط الموجود به لإنهاء عملية التسجيل. يرجى الاتصال بنا إذا لم تستلمها خلال بضع دقائق.
hr: Poslali smo vam e-mail za potvrdu. Slijedite navedenu poveznicu da biste dovršili postupak upisa. Obratite nam se ako ju ne primite u roku od nekoliko minuta.
it: Ti abbiamo inviato una e-mail per verifica. Segui il link che troverai in essa per completare la procedura di registrazione. Per favore contattaci se non la ricevi entro pochi minuti.
pt: Enviamos um e-mail para você para verificação. Siga o link fornecido para finalizar o processo de inscrição. Contacte-nos se não o receber dentro de alguns minutos.
ru: Мы отправили вам электронное письмо для проверки. Перейдите по ссылке, предоставленной для завершения процесса регистрации. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.

source: recently active users
ar: المستخدمون النشطون مؤخرًا
hr: nedavno aktivnih korisnika
it: utenti attivi di recente
pt: utilizadores recentemente activos
ru: недавно активные пользователи

source: Recently active users <small>being members of projects shared with me</small>
ar: أعضاء نشطوا مؤخرًا <small>في مشاريعي</small>
hr: Nedavno aktivni korisnici koji <small>su članovi projekata podijeljenih sa mnom</small>
it: Utenti attivi di recente <small>che sono membri di progetti condivisi</small>
pt: Utilizadores recentemente activos <small>que são membros de projetos partilhados comigo</small>

source: users online
ar: المستخدمين على الانترنت
hr: korisnika na mreži
it: utenti online
pt: utilizadores em linha
ru: пользователи онлайн

source: active during last 5 minutes
ar: النشطين خلال آخر 5 دقائق
hr: aktivni tijekom posljednjih 5 minuta
it: attivi durante gli ultimi 5 minuti
pt: activo/a durante os últimos 5 minutos
ru: активен в последние 5 минут

source: last active
ar: نشط آخر مرة في
hr: zadnji put aktivan
it: attivo l'ultima volta
pt: última actividade
ru: последний активный

source: seconds ago
ar: منذ ثوانى
hr: prije nekoliko sekundi
it: secondi fà
pt: segundos atrás
ru: секунд назад

source: users no more online
ar: المستخدمين الذين لم يعودوا متصلين بالإنترنت
hr: korisnici koji nisu više na mreži
it: utenti non più online
pt: utilizadores não mais online
ru: пользователи больше не онлайн

source: last seen
ar: نشط آخر مرة في
hr: zadnji put viđen
it: attivo l'ultima volta
pt: visto/a pela última vez
ru: последний раз видели

source: Recent activity by %(the_actor)s
ar: النشاط الأخير بواسطة %(the_actor)s
hr: Nedavne aktivnosti %(the_actor)s
it: Attività recente di %(the_actor)s
pt: Atividade recente de %(the_actor)s

source: Recent activity by %(the_project)s
ar: النشاط الأخير في %(the_project)s
hr: Nedavne aktivnosti %(the_project)s
it: Attività recente di %(the_project)s
pt: Actividade recente em %(the_project)s

source: recent activity
ar: النشاط الأخير
hr: nedavna aktivnost
it: attività recente
pt: atividade recente
ru: недавняя активность

source: time
ar: وقت
hr: Vrijeme
it: data e ora
pt: tempo
ru: Время

source: actor
ar: الممثل
hr: sudionik
it: attore
pt: ator
ru: Актер

source: verb
ar: الفعل
hr: Glagol
it: verbo
pt: verbo
ru: Глагол

source: object type
ar: نوع الكائن
hr: vrsta objekta
it: tipo di oggetto
pt: tipo de objeto
ru: тип объекта

source: object
ar: الكائن
hr: Objekt
it: oggetto
pt: objeto
ru: Объект

source: context
ar: سياق
hr: Kontekst
it: contesto
pt: contexto
ru: Контекст

source: no actions were found
ar: لم يتم العثور على أي إجراءات
hr: nema angažmana
it: non risulta alcuna azione
pt: não foram encontradas ações
ru: никаких действий не найдено

source: members
ar: أعضاء
hr: Članovi
it: membri
pt: membros
ru: члены

source: help pages
ar: صفحات المساعدة
hr: stranice za pomoć
it: pagine di aiuto
pt: ajuda
ru: страницы справки

source: no item
ar: لا يوجد عنصر
hr: bez stavke
it: nessun elemento
pt: sem item
ru: нет элемента

source: Search ... (enter at least 3 characters)
ar: البحث... (أدخل على الأقل 3 أحرف)
hr: Pretraživanje... (unesite najmanje 3 znaka)
it: Cerca ... (inserisci almeno 3 caratteri)
pt: Pesquisa... (introduzir pelo menos 3 caracteres)
ru: Поиск... (введите не менее 3 символов)

source: distributions
ar: ترتيب
hr: Podjela
it: distribuzioni
pt: distribuições
ru: Распределения

source: no resources were found
ar: لم يتم العثور على موارد

source: distributions of the learning paths
ar: توزيعات مسارات التعلم
hr: raspodjela staza učenja
it: distribuzioni dei percorsi di apprendimento
pt: distribuições dos percursos de aprendizagem

source: distributions of the open educational resources (OERs)
ar: توزيعات المصادر التعليمية المفتوحة (OER)
hr: raspodjela otvorenih obrazovnih resursa (OER-a)
it: distribuzioni delle risorse educative aperte (OER)
pt: distribuições dos recursos educativos abertos (REA)

source: distributions of the repositories
ar: توزيعات مستودعات المصدر
hr: distribucije izvornih spremišta
it: distribuzioni dei repository
pt: distribuições dos repositórios de origem

source: mentors
ar: الموجهين
hr: Mentori
it: mentori
pt: mentores
ru: наставники

source: all mentors
ar: كل الموجهين
hr: svi mentori
it: tutti i mentori
pt: todos os mentores
ru: все наставники

source: rolls of mentors
ar: قوائم الموجهين
hr: kolegij mentora
it: albi dei mentori
pt: rols dos mentores
ru: реестры наставников

source: currently there aren't any mentors
ar: حاليا لا يوجد أي موجهين
hr: trenutno nema mentora
it: attualmente non vi sono mentori
pt: actualmente não há mentores
ru: в настоящее время Нет наставников

source: Community: <a href="/project/%(roll_parent_slug)s/">%(roll_parent_name)s</a>
ar: المشروع: <a href="/project/%(roll_parent_slug)s/">%(roll_parent_name)s</a>
hr: Zajednica: <a href="/project/%(roll_parent_slug)s/">%(roll_parent_name)s</a>
it: Comunità: <a href="project/%(roll_parent_slug)s/">%(roll_parent_name)s</a>
pt: Comunidade: <a href="/project/%(roll_parent_slug)s/">%(roll_parent_name)s</a>

source: no mentoring activity started yet
ar: لا بدأ النشاط التوجيه بعد
hr: još nije započela mentorska aktivnost
it: non è in corso alcuna attività di mentoring
pt: nenhuma atividade de mentoria iniciada
ru: никакая наставническая деятельность не началась еще

source: all people
ar: كل الناس
hr: sve osobe
it: tutte le persone
pt: todas as pessoas
ru: все люди

source: distribution of users based on self-compiled user profiles
ar: توزيع المستخدمين بناءً على ملفات تعريف المستخدمين المملوءة ذاتيًا
hr: podjela korisnika na temelju samostalno sastavljenih korisničkih profila
it: distribuzione degli utenti in base ai profili compilati da loro stessi
pt: distribuição dos utilizadores com base nos perfis auto-compilados

source: adding members in bulk to commmunity/project
ar: إضافة أعضاء بشكل مجمع إلى المجتمع / المشروع
hr: zajedničko dodavanje članova u zajednicu / projekt
it: aggiungere in blocco membri a comunità/progetto
pt: adição de membros em massa à comunidade/projeto

source: records found in file
ar: السجلات الموجودة في الملف
hr: zapisi pronađeni u datoteci
it: record trovati nel file
pt: registros encontrados no arquivo
ru: записи найдены в файле

source: members added
ar: أضاف الأعضاء
hr: dodani članovi
it: membri aggiunti
pt: membros adicionados
ru: члены добавили

source: receivers list
ar: قائمة المستقبلات
hr: popis prijemnika
it: lista dei destinatari
pt: lista de receptores
ru: список получателей

source: for mailing from a plain client
ar: لإرسال بريد من عميل بريد عادي
hr: za slanje pošte od običnog klijenta
it: per il mailing da un normale client di posta elettronica
pt: para envio de um cliente simples

source: in CSV format for MailChimp
ar: بتنسيق CSV لـ MailChimp
hr: u CSV formatu za MailChimp
it: in formato CSV per MailChimp
pt: em formato CSV para MailChimp

source: back to the community/project home
ar: العودة إلى الصفحة الرئيسية للمجتمع / المشروع
hr: natrag na početnu stranicu zajednice / projekta
it: ritorna alla homepage di comunità/progetto
pt: voltar para a página principal da comunidade/projeto
ru: вернуться на главную страницу сообщества / проекта

source: Post your comment
ar: أضف تعليقك
hr: Objavite svoj komentar
it: Aggiungi il tuo commento
pt: Publique o seu comentário
ru: Опубликовать свой комментарий

source: Comment as
ar: التعليق باسم
hr: Komentirajte kao
it: Commenta come
pt: Comentar como
ru: Комментарий как

source: Post
ar: انشر
hr: Objava
it: Invia
pt: Publicar
ru: Пост

source: contents languages and translations
ar: لغات المحتوى والترجمات
hr: jezici sadržaja i prijevodi
it: lingue e traduzioni dei contenuti
pt: idiomas e traduções de conteúdos
ru: перевод языка и контента

source: creation of learning paths
ar: إنشاء مسارات التعلم
hr: stvaranje staza učenja
it: creazione di percorsi di apprendimento
pt: criação de percursos de aprendizagem
ru: создание путей обучения

source: view resources
ar: عرض الموارد
hr: prikaz resursa
it: vedi le risorse
pt: ver recursos
ru: просмотреть ресурсы

source: cataloguing of OERs
ar: تصنيف OER
hr: katalogiziranje OER-a
it: catalogazione degli OER
pt: catalogação de REA’s
ru: каталогизация ОУР

source: OERs evaluations
ar: تقييمات OER
hr: Procjene OER-a
it: valutazioni di OER
pt: avaliações dos REA

source: cataloguing of OER sources
ar: فهرسة مصادر OER
hr: katalogiziranje izvornika OER-a
it: catalogazione delle fonti di OER
pt: catalogação de fontes de REA’s
ru: каталогизация источников ОУР

source: no community is present.
ar: لا يوجد مجتمع موجود
hr: nema zajednice
it: non è presente alcuna comunità.
pt: não há comunidade presente.

source: count of users and members
ar: عدد المستخدمين والأعضاء
hr: broj korisnika i članova
it: conteggio degli utenti e dei membri
pt: contagem de utilizadores e membros
ru: количество пользователей и членов

source: user class
ar: فئة المستخدم
hr: klasa korisnika
it: classe di utente
pt: categoria de utilizador
ru: класс пользователей

source: user count
ar: عدد المستخدمين
hr: broj korisnika
it: numero degli utenti
pt: contagem de utilizadores
ru: количество пользователей

source: all users
ar: جميع المستخدمين
hr: svi korisnici
it: tutti gli utenti
pt: todos os utilizadores
ru: все пользователи

source: regular profiles
ar: ملفات تعريف المستخدم العادية
hr: redovni profili
it: profili regolari
pt: perfis normais
ru: регулярные профили

source: profiles with avatars
ar: ملفات تعريف المستخدم مع الصور الرمزية
hr: profili s avatarima
it: profili con avatar
pt: perfis com avatares
ru: профили с аватарами

source: accepted members
ar: الأعضاء المقبولين
hr: prihvaćeni članovi
it: membri accettati
pt: membros aceitos
ru: принятые члены

source: community members
ar: أعضاء المجتمع
hr: članovi zajednice
it: membri di comunità
pt: membros da comunidade
ru: члены сообщества

source: project members
ar: أعضاء المشروع
hr: članovi projekta
it: membri di progetti
pt: membros do projeto
ru: Участники проекта

source: Data Translation
ar: ترجمة البيانات
hr: Prijevod podataka
it: Traduzione dei Dati
pt: Conversão de dados
ru: Перевод данных

source: Datatrans - Model Translation
ar: Datatrans - ترجمة نموذجية
hr: Datatrans - prijevod modela
it: Datatrans - Traduzione dei Modelli
pt: Datatrans - Modelo de Conversão
ru: Datatrans - перевод моделей

source: Welcome,
ar: أهلا بك،
hr: Dobrodošli,
it: Benvenuto,
pt: Bem vindo,
ru: Приветствовать

source: Site administration
ar: إدارة الموقع
hr: Administracija web-stranice
it: Amministrazione del sito
pt: Administração do site
ru: Администрация сайта

source: Change password
ar: تغيير كلمة السر
hr: Promjena lozinke
it: Cambia la password
pt: Alterar a password
ru: Изменить пароля

source: Models
ar: نماذج
hr: Modeli
it: Modelli
pt: Modelos
ru: Модели

source: Translations for
ar: Related translations
hr: Prijevodi za
it: Traduzioni per
pt: Traduções para
ru: Переводы для

source: Progress: %(percent)s%% (%(done)s/%(total)s)
ar: تقدم: %(percent)s%% (%(done)s/%(total)s)
hr: Napredak: %(percent)s%% (%(done)s/%(total)s)
it: Progresso: %(percent)s%% (%(done)s/%(total)s)
pt: Progresso: %(percent)s%% (%(done)s/%(total)s)
ru: прогресс:%(percent)s%%(%(done)s%(total)s)

source: Jump to first to do
ar: اذهب إلى أول مهمة
hr: Idi na prvi za uraditi
it: Salta alla prima traduzione da fare
pt: Ir para o primeiro a realizar

source: Jump to %(field_verbose_name)s field
ar: انتقال إلى الحقل%(field_verbose_name)s
hr: Idii na polje %(field_verbose_name)s
it: Salta al campo %(field_verbose_name)s
pt: Ir para %(field_verbose_name)s campo

source: done
ar: المنجزة
hr: učinjeno
it: fatto
pt: completo
ru: сделанный

source: to do
ar: للقيام
hr: za učiniti
it: da fare
pt: para fazer
ru: делать

source: to do (fuzzy)
ar: للقيام (ضبابي)
hr: za učiniti (fuzzy)
it: da fare (fuzzy)
pt: para fazer (difuso)
ru: делать (нечеткий)

source: Link to this translation
ar: رابط لهذه الترجمة
hr: Poveznica za ovaj prijevod
it: Link alla traduzione
pt: Link para esta tradução
ru: Ссылка на этот перевод

source: tick this checkbox if the translation is deliberately empty
ar: وضع علامة خانة الاختيار هذه إذا كانت الترجمة فارغة عمدا
hr: označite ovu kućicu ako je prijevod namjerno prazan
it: marca questa casella se la traduzione è volutamente vuota
pt: assinale esta caixa de seleção se a tradução está deliberadamente vazia

source: empty
ar: فارغة
hr: Prazno
it: vuota
pt: vazio
ru: Пустой

source: keep this original or fuzzy
ar: احتفظ بهذه النسخة الأصلية أو ضبابي
hr: zadržati ovaj original ili fuzzy
it: mantieni questo originale o fuzzy
pt: manter este original ou difuso

source: ignore
ar: تجاهل
hr: Zanemari
it: ignora
pt: ignorar
ru: Игнорировать

source: Save
ar: حفظ
hr: Spremi
it: Salva
pt: Guardar
ru: Сохранить

source: Models to translate
ar: النماذج المراد ترجمتها
hr: modeli za prevesti
it: Modelli da tradurre
pt: Modelos para traduzir
ru: Модели для перевода

source: %(words)s words
ar: %(words)s كلمات
hr: %(words)s riječi
it: %(words)s parole
pt: %(words)s palavras
ru: %(words)s слова

source: Scan models
ar: تصفح النماذج
hr: Modeli skeniranja
it: Scandisci i modelli
pt: Modelos de digitalização
ru: модель сканирования

source: Obsolete translations
ar: ترجمات قديمة
hr: Zastarjeli prijevodi
it: Traduzioni obsolete
pt: Traduções desatualizadas
ru: Устаревшие переводы

source: words
ar: كلمات
hr: Riječi
it: parole
pt: palavras
ru: Слова

source: Change
ar: تغيير
hr: Promijeniti
it: Modifica
pt: Alterar
ru: Изменить

source: Total
ar: مجموع
hr: Ukupno
it: Totale
ru: общий

source: There are %(obsolete_count)s obsolete messages.
ar: هناك %(obsolete_count)s سلاسل عفا عليها الزمن.
hr: Postoje %(obsolete_count)s zastarjelih poruka.
it: Vi sono %(obsolete_count)s traduzioni obsolete.
pt: Existem %(obsolete_count)s mensagens desatualizadas.
ru: Есть %(obsolete_count)s устаревшие сообщения.

source: Please review them to see if you can reuse something, and when done click the 'Remove all obsoletes' button to clean the KeyValue table.
ar: يرجى مراجعتها لمعرفة ما إذا كان يمكنك إعادة استخدام شيء ما ، وعند الانتهاء ، انقر فوق الزر "إزالة جميع العناصر القديمة" لتنظيف جدول KeyValue.
hr: Pregledajte ih da biste vidjeli možete li nešto ponovno upotrijebiti, i, kada završite, kliknite na gumb 'Ukloni sve zastarijelo' za čišćenje KeyValue tablice.
it: Elenco
pt: Por favor, reveja-os para ver se pode reutilizar algo, e quando terminar clique no botão "Remover tudo o que está desatualizado", para limpar a tabela de KeyValue.

source: Remove all obsoletes
ar: إزالة جميع الترجمات التي عفا عليها الزمن
hr: Ukloni sve zastarjele
it: Rimuovi tutte le traduzioni obsolete
pt: Remover tudo o que está desatualizado
ru: Удалить все устаревшие переводы

source: Obsolete message
ar: رسالة عفا عليها الزمن
hr: Zastarjela poruka
it: Traduzioni obsolete
pt: Mensagem desatualizada
ru: Устаревшее сообщение

source: There are no obsolete messages! Yay!
ar: ليست هناك سلاسل عفا عليها الزمن.
hr: Nema zastarjelih poruka!
it: Non vi sono traduzioni obsolete! E Vai!
pt: Não existem mensagens desatualizadas! Yay!
ru: Нет устаревших сообщений! Ура!

source: Translations of
ar: الترجمات
hr: Prijevod
it: Traduzioni di
pt: Traduções de
ru: Переводы

source: Please, note that the translation functionality is affected by the original editing language of this content
ar: من فضلك ، لاحظ أن وظيفة الترجمة تتأثر بلغة التحرير الأصلية لهذا المحتوى
hr: Imajte na umu da na funkciju prevođenja utječe izvorni jezik uređivanja ovog sadržaja
it: Si deve considerare che la funzionalità di traduzione è influenzata dalla lingua di editing originale di questo contenuto
pt: Observe que a funcionalidade de tradução é afetada pelo idioma de edição original deste conteúdo

source: and by the languages known by the user as declared in the user profile
ar: و باللغات التي يعرفها المستخدم ، كما هو محدد في ملف تعريف المستخدم
hr: i prema jezicima koje korisnik navodi da poznaje u korisničkom profilu
it: e dalle lingue conosciute come dichiarato nel profilo utente
pt: e pelos idiomas conhecidos pelo utilizador, conforme declarado no perfil do utilizador
