Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: bookmark this OER for future reference
ar: للرجوع إليها في المستقبل، يحيط علماً بهذا OER
hr: označite ovaj OER za buduće korištenje
it: ricorda questo OER per riferimento futuro
pt: marcar este REA para futura referência
ru: добавить в закладки этот ОУР для будущего использования

source: mark this OER as a candidate for cut & paste
ar: وضع علامة على هذا OER كمرشح لقص ولصق
hr: označite ovaj OER kao kandidat za opciju izreži i zalijepi
it: segna questo OER come candidato per taglia e incolla
pt: marcar este REA como candidato a cortar & colar

source: view resource: %(oer_url)s
ar: عرض المورد: %(oer_url)s
hr: prikaz resursa: %(oer_url)s
it: vedi la risorsa: %(oer_url)s
pt: ver recurso: %(oer_url)s

source: view resource
ar: عرض المورد
hr: prikaz resursa
it: vedi la risorsa
pt: ver recurso
ru: посмотреть ресурс

source: reference info
ar: معلومات مرجعية
hr: informacije o referenci
it: informazione di riferimento
pt: informação da referência
ru: информация ссылки

source: other metadata
ar: بيانات وصفية إضافية
hr: ostali metapodaci
it: altri metadati
pt: outros metadados
ru: другие метаданные

source: derived, through translation and adaptation / remixing, from
ar: مشتق ، من خلال الترجمة والتكييف أو إعادة المزج ، من
hr: izvedeno, prijevodom i prilagodbom/remiksiranjem, iz
it: derivato/a, mediante traduzione e adattamento / remixaggio, da
pt: derivado, através de tradução e adaptação / remixado, a partir de
ru: полученные, через перевод и адаптацию / ремиксы, от

source: derived, through translation, from
ar: مشتق من خلال الترجمة من
hr: izvedeni, prijevodom, iz
it: derivato/a, mediante traduzione, da
pt: derivado, através de tradução, a partir de
ru: полученных, через перевод, от

source: derived, through adaptation / remixing, from
ar: مشتق ، من خلال التكيف أو إعادة المزج ، من
hr: izvedeno, prilagodbom/remiksiranjem, iz
it: derivato/a, mediante adattamento / remixaggio, da
pt: derivado, através de adaptação / remixado, a partir de
ru: полученные, через адаптацию / ремиксы, от

source: to be able to publish this OER you must, fill some required fields.
ar: لتكون قادرة على نشر هذه OER، يجب أن تملأ في بعض الحقول المطلوبة
hr: da biste mogli objaviti ovaj OER, morate ispuniti neka obavezna polja.
it: per poter pubblicare questo OER, devi prima compilare alcuni campi obbligatori.
pt: para poder publicar este REA, deve preencher alguns campos obrigatórios.

source: evaluations
ar: تقييمات
hr: Procjene
it: valutazioni
pt: avaliações
ru: Оценки

source: view evaluations
ar: عرض التقييمات
hr: pregled procjena
it: vedi le valutazioni
pt: ver avaliações
ru: просмотреть оценки

source: no evaluation
ar: لا تقييمات
hr: nije bilo procjena
it: nessuna valutazione
pt: sem avaliações
ru: нет оценки

source: edit evaluation
ar: مراجعة التقييم
hr: uređivanje procjene
it: modifica valutazione
pt: editar avaliação
ru: редактировать оценку

source: add evaluation
ar: إضافة تقييم
hr: dodaji procjenu
it: aggiungi una valutazione
pt: acrescentar avaliação
ru: добавить оценку

source: to add evaluation
ar: لإضافة تقييم
hr: za dodavanje procjene
it: per aggiungere una valutazione
pt: para adicionar uma avaliação
ru: добавить оценку

source: LPs referring this OER
ar: مسارات التعلم التي تشير إلى هذا OER
hr: staze učenja koje se odnose na ovaj OER
it: LP che fanno riferimento a questo OER
pt: PA que referem este REA

source: To edit this OER, you must move it before to a project by using the tool
ar: لتحرير هذا OER ، يجب عليك قبل نقله إلى مشروع عن طريق القص واللصق
hr: Da biste uredili ovaj OER, morate ga premjestiti prije u projekt pomoću alata
it: Per poter editare questo OER, devi prima spostarlo all'interno di un progetto usando lo strumento
pt: Para editar este REA, deve deslocá-lo antes para um projeto, utilizando a ferramenta
ru: Чтобы редактировать этот ОУР, вам нужно переместить его в проект с инструментом

source: this OER
ar: هذا OER
hr: ovaj OER
it: questo OER
pt: este REA
ru: это ОУР

source: %(oer_title)s [edit OER]
ar: %(oer_title)s [تحرير OER]
hr: %(oer_title)s [uredi OER-a]
it: %(oer_title)s [ modifica OER]
pt: %(oer_title)s [editar REA]

source: add OER
ar: إضافة OER
hr: dodaj OER
it: aggiungi OER
pt: adicionar REA
ru: добавить ОУР

source: edit OER
ar: تحرير OER
hr: uredi OER
it: modifica OER
pt: editar REA
ru: редактировать ОУР

source: general information
ar: معلومات عامة
hr: opće informacije
it: informazione generale
pt: informação geral
ru: общая информация

source: classification metadata
ar: البيانات الوصفية للتصنيف
hr: klasifikacije metapodataka
it: metadati di classificazione
pt: metadados de classificação
ru: классификационные метаданные

source: source and derivation
ar: مصدر والاشتقاق
hr: izvornik i izvođenje
it: fonte e derivazione
pt: fonte e derivação
ru: источник и деривация

source: Edit evaluation of OER: %(oer_title)s
ar: مراجعة التقييم OER: %(oer_title)s
hr: Uređivanje procjene OER-a: %(oer_title)s
it: Modifica valutazione dell'OER: %(oer_title)s
pt: Editar a avaliação do REA: %(oer_title)s

source: Add evaluation of OER: %(oer_title)s
ar: إضافة تقييم OER: %(oer_title)s
hr: Dodaj procjenu OER-a: %(oer_title)s
it: Aggiungi una valutazione dell'OER: %(oer_title)s
pt: Adicionar avaliação do REA: %(oer_title)s

source: show OER
ar: إظهار OER
hr: pokaži OER
it: mostra l'OER
pt: mostrar REA
ru: показать ОУР

source: detailed quality assessment
ar: تقييم مفصل للجودة
hr: detaljna procjena kvalitete
it: valutazione di dettaglio
pt: avaliação detalhada da qualidade
ru: детальная оценка

source: Evaluations of OER: %(oer_title)s
ar: تقييم OER: %(oer_title)s
hr: Procjena OER-a: %(oer_title)s
it: Valutazioni dell'OER: %(oer_title)s
pt: Avaliações de REA: %(oer_title)s

source: overall assessment
ar: التقييم العام
hr: ukupna procjena
it: giudizio complessivo
pt: avaliação global
ru: Общая оценка

source: evaluated by
ar: تقييمها من قبل
hr: procijenio
it: valutata da
pt: avaliado por
ru: оценены

source: %(oer_title)s [upload screenshot OER]
ar: %(oer_title)s [تحميل الصورة الصغيرة OER]
hr: %(oer_title)s [Učitaj snimku zaslona OER-a]
it: %(oer_title)s [carica l'immagine piccola dell'OER]
pt: %(oer_title)s [carregar pequena imagem de REA]

source: upload screenshot of OER
ar: تحميل الصورة الصغيرة OER
hr: Učitaj snimku zaslona UER-a
it: carica l'immagine piccola dell'OER
pt: carregar pequena imagem de REA
ru: загрузить скриншот ОУР

source: remove screenshot
ar: إزالة الصورة الصغيرة
hr: ukloni snimku zaslona
it: rimuovi l'immagine piccola
pt: remover pequena imagem
ru: удалить скриншот

source: evaluate
ar: تقييم
hr: Procijeniti
it: valutare
pt: avaliação
ru: Оценить

source: Edit online resource in folder %(folder_title)s
ar: تحرير المرجع إلى المورد عبر الإنترنت في المجلد %(folder_title)s
hr: Uređivanje mrežnog resursa u mapi %(folder_title)s
it: Modifica risorsa online nella cartella: %(folder_title)s
pt: Editar recurso online na pasta %(folder_title)s

source: edit online resource
ar: تحرير المرجع إلى الموارد عبر الإنترنت
hr: uređivanje mrežnog resursa
it: aggiungi risorsa online nella cartella
pt: editar recurso online

source: edit learning path node
ar: تحرير عقدة مسار التعلم
hr: uređivanje čvora staze učenja
it: modifica un nodo al percorso
pt: editar nó do percurso de aprendizagem
ru: редактировать узел пути обучения

source: add learning path node
ar: إضافة عقدة مسار التعلم
hr: dodavanje čvora staze učenja
it: aggiungi un nodo al percorso
pt: adicionar nó do percurso de aprendizagem
ru: добавить узел пути обучения

source: In this form you can specify 3 types of resources: 1) an OER; 2) a document tailored to the needs of this learning path (LP); 3) a formatted text. When playing the LP, the platform will visualize only one of them: the OER, if present, otherwise the document or the formatted text as the last choice.
ar: في هذا الاستمارة يمكنك تحديد 3 أنواع من الموارد: 1) OER ؛ 2) وثيقة مصممة خصيصا لاحتياجات مسار التعلم هذا ؛ 3) النص الغني. عند تشغيل مسار التعلم ، فإن النظام الأساسي ستعرض واحدًا منهم فقط: OER ، إذا كان موجودًا ، وإلا فإن الوثيقة أو النص الغني كخيار أخير.
hr: U ovom obrascu možete navesti 3 vrste resursa: 1) OER; 2) dokument prilagođen potrebama ove staze učenja ; 3) formatiran tekst. Kada koristite stazu učenja, platforma će vizualizirati samo jednu od njih: OER, ako je prisutan. Ako ne, dokument ili formatiran text kao posljednji izbor.
it: In questo modulo puoi specificare 3 tipi di risorse: 1) un OER; 2) un documento (file) creato in base alle esigenze del percorso di apprendimento (LP): 3) un testo formattato. Durante la fruizione del LP, la piattaforma visualizzerà solo uno di essi: l'OER, se presente, altrimenti il documento o il testo formattato.
pt: Aqui podem ser especificados 3 tipos de recursos: 1) um REA; 2) um documento preparado tendo em conta as necessidades do Percurso de Aprendizagem (PA); 3) um texto formatado. Quando o PA estiver em modo de apresentação, apenas será visualizado um dos três: o REA se presente, senão o documento ou o texto formatado como última opção.
ru: В этой форме можно указать 3 типа ресурсов: 1) OER; 2) документ, адаптированный к потребностям этого пути обучения (LP); 3) отформатированный текст. При воспроизведении LP, платформа будет визуализировать только один из них: OER, если присутствует, в противном случае документ или отформатированный текст, как последний выбор.

source: remove selected file
ar: إزالة الملف المحدد
hr: ukloni odabranu datoteku
it: rimuovi il file selezionato
pt: remover arquivo selecionado
ru: удалить выбранный файл

source: upload photo
ar: تحميل هوية الصورة
hr: Učitaj fotografiju
it: carica una foto
pt: carregar foto
ru: загрузить фото

source: remove photo
ar: إزالة هوية الصورة
hr: izbriši fotografiju
it: rimuovi la foto
pt: remover foto
ru: удалить фото

source: edit the profile
ar: تحرير ملف التعريف
hr: uredite profil
it: modifica il profilo
pt: editar o perfil

source: communication preferences
ar: تفضيلات التواصل
hr: komunikacijske postavke
it: preferenze di comunicazione
pt: preferências de comunicação
ru: коммуникационные предпочтения

source: edit mentoring related information
ar: تحرير المعلومات المتعلقة بالتوجيه
hr: uređivanje informacija povezanih s mentorstvom
it: modifica l'informazione relativa al mentoring
pt: editar informação relacionada com mentoria

source: mentor information
ar: معلومات عن المرشد
hr: informacije o mentoru
it: informazione sul mentore
pt: informação do mentor
ru: информация наставника

source: roll of mentors
ar: قائمة من المرشدين
hr: kolegij mentora
it: albo dei mentori
pt: rol dos mentores
ru: реестр наставников

source: reserved project
ar: مشروع محجوز
hr: rezervirani projekt
it: progetto riservato
pt: projeto reservado
ru: зарезервированный проект

source: view community
ar: عرض المجتمع
hr: prikaz zajednice
it: mostra la comunità
pt: ver comunidade
ru: посмотреть сообщество

source: child projects
ar: المشاريع الفرعية
hr: podprojekti
it: sottoprogetti
pt: sub-projetos
ru: подпроект

source: view project
ar: اعرض المشروع
hr: prikaz projekta
it: mostra il progetto
pt: ver projeto
ru: посмотреть проект

source: view child project
ar: عرض المشروع الفرعي
hr: prikaz podprojekta
it: vedi sottoprogetto
pt: visualizar um sub-projeto
ru: посмотреть подпроект

source: support projects
ar: مشاريع الدعم
hr: projekti potpore
it: progetti di supporto
pt: projetos de apoio
ru: проекты поддержки

source: child support projects
ar: دعم المشاريع الفرعية
hr: podprojekti za potporu
it: sottoprogetti di supporto
pt: sub-projeto de apoio
ru: подпроекты поддержки

source: translate
ar: ترجمة
hr: Prevedi
it: traduci
pt: traduzir
ru: переводить

source: upload logo
ar: تحميل الشعار
hr: učitaj logo
it: carica il logo
pt: carregar logótipo
ru: загрузить логотип

source: upload image
ar: تحميل الصورة
hr: Učitaj sliku
it: carica l'immagine
pt: upload de imagem
ru: загрузить изображение

source: new community
ar: مجتمع جديد
hr: nova zajednica
it: nuova comunità
pt: comunidade nova
ru: новое сообщество

source: create community
ar: إنشاء المجتمع
hr: kreiranje zajednice
it: crea una comunità
pt: criar comunidade
ru: создать сообщество

source: new project
ar: مشروع جديد
hr: novi projekt
it: crea progetto
pt: novo projeto
ru: новый проект

source: create project
ar: إنشاء مشروع
hr: kreiranje projekta
it: crea progetto
pt: criar projeto
ru: создать проект

source: create child project
ar: إنشاء مشروع فرعي
hr: kreiranje podprojekta
it: crea sottoprogetto
pt: criar um sub-projeto
ru: создать подпроект

source: new child project
ar: مشروع فرعي جديد
hr: novi podprojekt
it: crea sottoprogetto
pt: novo sub-projeto
ru: новый подпроект

source: new forum
ar: منتدى مناقشة جديد
hr: novi forum
it: nuovo forum
pt: novo forúm
ru: новый форум

source: thematic
ar: مواضيعي
hr: Tematske
it: tematico
pt: temática
ru: тематический

source: shared folder
ar: مجلد مشترك
hr: zajednička mapa
it: cartella condivisa
pt: pasta partilhada
ru: общая папка

source: message to members
ar: رسالة إلى الأعضاء
hr: poruka članovima
it: messaggio ai membri
pt: mensagens aos membros
ru: сообщение для членов

source: forum
ar: منتدى المناقشة
pt: fórum
ru: Форум

source: create calendar
ar: إنشاء التقويم

source: paste
ar: لصق
hr: Zalijepi
it: incolla
pt: colar
ru: Вставить

source: clone
ar: استنساخ
hr: Klon
it: duplica
pt: clonar
ru: Клон

source: record
ar: سجل
hr: Zapiši
it: registra
pt: registrar
ru: рекорд

source: apply for membership
ar: تقدم بطلب عضوية
hr: podnesi zahtjev za članstvo
it: invia richiesta di adesione
pt: candidatar-se a membro
ru: подать заявку на членство

source: join
ar: انضم
hr: Pridruži se
it: aderisci
pt: aderir
ru: Присоединиться к

source: your application is waiting for acceptance by the
ar: طلبك ينتظر القبول من

source: to join this community
ar: انضم إلى هذا المجتمع
hr: za pridružiti se ovoj zajednici
it: per aderire a questa comunità
pt: para aderir a esta comunidade
ru: чтобы присоединиться к этому сообществу

source: to join this project
ar: انضم إلى هذا المشروع
hr: da biste se pridružili ovom projektu
it: per aderire a questo progetto
pt: aderir a este projeto
ru: чтобы присоединиться к этому проекту

source: call back supervisor role
ar: خلع دور المشرف
hr: opozovi ulogu nadgledatelja
it: ritira il ruolo di supervisore
pt: retirar função de supervisor
ru: перезвонить роль руководителя

source: grant supervisor role
ar: منح دور المشرف
hr: dodijeli ulogu nadgledatelja
it: concedi il ruolo di supervisore
pt: conceder função de supervisor
ru: предоставлять роль руководителя

source: applications
ar: الطلبات
hr: Aplikacije
it: richieste di adesione
pt: aplicações
ru: Приложения

source: accept application to this community or project
ar: قبول التطبيق لهذا المجتمع أو المشروع
hr: prihvatiti prijavu ovoj zajednici ili projektu
it: accetta richiesta di adesione
pt: aceitar inscrição para esta comunidade ou projeto
ru: принять заявку в это сообщество или проект

source: add a member by your initiative
ar: أضف عضوا بمبادرتك
hr: Dodaj člana svojom inicijativom
it: aggiungi un membro di tua iniziativa
pt: adicionar membros por sua iniciativa
ru: добавить участника по вашей инициативе

source: add
ar: إضافة
hr: Dodaj
it: aggiungi
pt: adicionar
ru: Добавить

source: select new administrator
ar: اختر المسؤول الجديد
hr: odaberite novog administratora
it: seleziona il nuovo amministratore
pt: selecione um novo administrador
ru: выбрать нового администратора

source: select new supervisor
ar: اختر المشرف الجديد
hr: odaberite novog nadgledatelja
it: seleziona il nuovo supervisore
pt: selecione um novo supervisor
ru: выбрать нового руководителя

source: apply
ar: تقدم بطلب
hr: Pokreni
it: conferma
pt: aplicar
ru: применять

source: last OERs evaluated
ar: آخر تقييمات OER
hr: posljednji ocijenjeni OER-ovi
it: ultimi OER valutati
pt: últimos REA avaliados
ru: последние ОУР оценены

source: contents dashboard
ar: لوحة تحكم المحتويات

source: mentoring policy
ar: سياسة التوجيه
hr: politika mentoriranja
it: opzioni relative al mentoring
pt: política de mentoria
ru: политика наставничества

source: create roll of mentors
ar: إنشاء قائمة من المرشدين
hr: kreiraj kolegij mentora
it: crea l'albo dei mentori
pt: criar rol de mentores
ru: создать реестр наставников

source: current mentoring setup model for this community
ar: نموذج إعداد التوجيه لهذا المجتمع
hr: trenutni mentorski model za postavljanje za ovu zajednicu
it: modello di attivazione del mentoring per questa comunità
pt: modelo actual de configuração de mentoria para esta comunidade
ru: модель активации наставничества для этого сообщества

source: it is possible to choose a mentor from another community
ar: من الممكن اختيار مرشد من مجتمع آخر
hr: moguće je odabrati mentora iz druge zajednice
it: è possibile scegliere un mentore da un'altra comunità
pt: é possível escolher um mentor de outra comunidade
ru: можно выбрать наставника из другого сообщества

source: my mentoring projects as a mentee
ar: مشاريع التوجيه حيث أنا متدرب
hr: moj mentorski projekti kao osoba koju se mentorira
it: i miei progetti di mentoring come mentee
pt: os meus projetos de mentoria como mentorado
ru: мои наставнические проекты в качестве подопечный

source: mentoring project
ar: مشروع التوجيه
hr: mentorski projekt
it: progetto di mentoring
pt: projeto de mentoria
ru: наставничество проекта

source: request a mentor
ar: طلب مرشد
hr: zatražiti mentora
it: fai richiesta di un mentore
pt: solicitar um mentor
ru: просить наставника

source: mentoring requests
ar: طلبات التوجيه
hr: zahtjevi za mentorstvo
it: richieste di mentoring
pt: pedidos de mentoria
ru: запросы наставничества

source: create forum
ar: إنشاء منتدى للنقاش
hr: kreiranje foruma
it: crea il forum
pt: criar fórum
ru: создать форум

source: accept application to this roll of mentors
ar: قبول الطلب لهذه القائمة من المرشدين
hr: prihvatiti prijavu za ovaj kolegij mentora
it: accetta la richieste di adesione a questo albo dei mentori
pt: aceitar a candidatura a este rol de mentores
ru: принять заявку на этот список наставников

source: edit mentor profile
ar: تحرير نفسك كمرشد
hr: uređivanje profila mentora
it: modifica il profilo di mentore
pt: editar perfil de mentor
ru: изменить профиль наставника

source: to apply you must fill the mentor presentation in your profile
ar: قبل التقديم ، يجب أن تقدمك كموجه في ملف تعريف المستخدم الخاص بك
hr: da biste se prijavili, morate ispuniti prezentaciju mentorstva na svom profilu
it: per aderire all'albo devi compilare la tua presentazione come mentore
pt: para se candidatar deve preencher a apresentação do mentor no seu perfil
ru: чтобы подать заявку, вы должны заполнить презентацию наставника в вашем профиле

source: last learning paths
ar: أحدث مسارات التعلم
hr: posljednje staze učenja
it: ultimi percorsi di apprendimento
pt: percursos de aprendizagem mais recentes
ru: последние пути обучения

source: do you really want to grant the admin or supervisor role to this member
ar: هل تريد حقًا منح دور المسؤول أو المشرف لهذا العضو
hr: Želite li zaista dodijeliti ulogu administratora ili nadgledatelja ovom članu?
it: vuoi realmente assegnare il ruolo di amministratore o supervisore a questo membro
pt: deseja efetivamente atribuir a função de administrador ou supervisor a este membro
ru: Вы действительно хотите предоставить роль админа или руководителя этому члену

source: do you really want to call back the admin or supervisor role from this member
ar: هل تريد حقًا إلغاء دور المسؤول أو المشرف لهذا العضو؟
hr: Želite li zaista opozvati ulogu administratora ili nadgledatelja ovom članu?
it: vuoi realmente togliere il ruolo di amministratore o supervisore a questo membro
pt: deseja efetivamente retirar a função de administrador ou supervisor a este membro
ru: Вы действительно хотите, чтобы перезвонить админ или руководитель роль от этого члена

source: child project
ar: مشروع فرعي
hr: podprojekt
it: sottoprogetto
pt: sub-projeto
ru: подпроект

source: remove image
ar: إزالة الصورة
hr: ukloni sliku
it: elimina l'immagine
pt: eliminar imagem
ru: удалить изображение

source: remove logo
ar: أزل الشعار
hr: ukloni logotip
it: elimina il logo
pt: eliminar logo
ru: удалить логотип

source: results of project
ar: نتائج المشروع
hr: rezultata projekta
it: risultati del progetto
pt: resultados do projeto
ru: результаты проекта

source: OERs evaluated
ar: OERs التي تم تقييمها
hr: evaluirani OER-ovi
it: OER valutati
pt: REA avaliados
ru: ОУР оценены

source: no Learning Path created yet
ar: لم يتم إنشاء مسار تعلم حتى الآن
hr: još nije kreirana staza učenja
it: nessun Percorso di Apprendimento
pt: sem Percursos de Aprendizagem criados
ru: нет пути обучения создан еще

source: no OER classified yet
ar: حتى الآن لم تصنف أي OER
hr: još nije klasificiran nijedan OER
it: ancora nessun OER classificato
pt: sem categorização de REA
ru: нет ОУР классифицированы еще

source: no OER evaluated yet
ar: لا OER تقييم حتى الآن
hr: još nije procijenjen nijedan OER
it: ancora nessun OER valutato
pt: nenhum REA avaliado ainda
ru: не ОУР оценен

source: all projects
ar: كل المشاريع
hr: svi projekti
it: tutti i progetti
pt: lista de projetos
ru: все проекты

source: all open projects
ar: جميع المشاريع المفتوحة
hr: svi otvoreni projekti
it: tutti i progetti attivi
pt: todos os projetos abertos
ru: все открытые проекты

source: project type
ar: نوع المشروع
hr: vrsta projekta
it: tipo di progetto
pt: tipo de projeto
ru: тип проекта

source: login
ar: تسجيل الدخول
hr: Prijava
it: entra
ru: авторизоваться

source: to post a reply
ar: لنشر رد
hr: objaviti odgovor
it: per scrivere una risposta
pt: publicar uma resposta
ru: чтобы опубликовать ответ

source: Latest posts on forum
ar: أحدث المشاركات في المنتدى
hr: Najnoviji postovi na forumu
it: Ultimi post nel forum
pt: Últimas mensagens no fórum
ru: Последние сообщения на форуме

source: Latest topics on forum
ar: أحدث المواضيع في المنتدى
hr: Najnovije teme na forumu
it: Ultime discussioni nel forum
pt: Últimos assuntos no fórum
ru: Последние темы на форуме

source: forums index
ar: فهرس المنتديات
hr: indeks foruma
it: indice dei forum
pt: índice de forúns
ru: индекс форумов

source: go to project
ar: انتقل إلى مشروع
hr: idi na projekt
it: vai al progetto
pt: ir para o projeto
ru: перейти к проекту

source: Forum
ar: منتدى المناقشة
pt: Fórum
ru: Форум

source: Topics
ar: المواضيع
hr: Teme
it: Topic
pt: Temas
ru: Темы

source: Posts
ar: أحدث
hr: Objave
it: Post
pt: Publicações
ru: Сообщения

source: unviewed by me
ar: لا ينظر إليها من قبل لي
hr: neviđeno od mene
it: non visti da me
pt: não visualizado por mim
ru: не просмотрено мной

source: Last posts
ar: أحدث المشاركات
hr: Posljednji postovi
it: Ultimi post
pt: Publicações recentes
ru: Последние сообщения

source: No forums created
ar: لم يتم إنشاء منتديات مناقشة
hr: Nisu kreirani forumi
it: Non è stato creato alcun forum
pt: Sem fóruns creados
ru: Форумы не созданы

source: Add forum now
ar: أضف منتدى المناقشة الآن
hr: Dodaj forum sada
it: Aggiungi un forum
pt: Adicionar um novo fórum
ru: Добавить форум сейчас

source: List
ar: قائمة
hr: Popis
it: Lista
pt: Lista
ru: Список

source: Forum categories are not created
ar: لا توجد فئات المنتدى
hr: Kategorije foruma nisu kreirane
it: Non sono state create categorie di forum
pt: As categorias do fórum não estão criadas
ru: ни одна категория форумов не была создана

source: Add a category now
ar: أضف فئة الآن
hr: Dodaj kategoriju
it: Aggiungi una categoria
pt: Adicionar uma categoria agora
ru: Добавить категорию сейчас

source: Last updates in topics
ar: آخر التحديثات في المواضيع
hr: Zadnja ažuriranja u temama
it: Ultimi aggiornamenti nelle discussioni
pt: Últimas atualizações dos assuntos
ru: Последние обновления в темах

source: previous page
ar: الصفحة السابقة
hr: prethodna stranica
it: pagina precedente
pt: página anterior
ru: предыдущая страница

source: next page
ar: الصفحة التالية
hr: sljedeća stranica
it: pagina successiva
pt: página seguinte
ru: следующая страница

source: Rank
ar: رتبة
hr: Poredaj
it: Graduatoria
pt: Classificação
ru: Ранг
