Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: Delete post?
ar: حذف المشاركة؟
hr: Izbrisati post?
it: Rimuovi il post?
pt: Apagar publicação?
ru: Удалить сообщение?

source: Approve post
ar: الموافقة على النشر
hr: Odobri objavu
it: Approva il post
pt: Aprovar publicação
ru: Утвердить сообщение

source: Admin
ar: مسؤول
hr: administrator
it: Amministratore
pt: Administrador
ru: админ

source: reply
ar: الرد
hr: Odgovor
it: rispondi
pt: responder
ru: ответь

source: quote all
ar: اقتبس كل شيء
hr: citirati sve
it: cita tutto
pt: citar tudo
ru: процитировать все

source: quote selected text
ar: اقتباس النص المحدد
hr: citirati odabrani tekst
it: cita il testo selezionato
pt: citar texto selecionado
ru: процитировать выделенный текст

source: Topic
ar: موضوع
hr: Tema
pt: Tema
ru: тема

source: Views
ar: مشاهدات
hr: Broj korisnika koji su vidjeli
it: Visualizzazioni
pt: Visualizações
ru: просмотров

source: Last post
ar: أحدث مشاركة
hr: Zadnji post
it: Ultimo post
pt: Última publicação
ru: Последний пост

source: Go to first unread post
ar: الذهاب إلى أول مشاركة غير مقروءة
hr: Idi na prvi nepročitani post
it: Vai al primo post non letto
pt: Ir para a primeira publicação não lida
ru: Перейти к первому непрочитанному сообщению

source: Closed
ar: مغلق
hr: Zatvoreno
it: Chiuso
pt: Encerrado
ru: Закрыт

source: pages
ar: صفحات
hr: Stranice
it: pagine
pt: páginas
ru: страницы

source: repository
ar: مستودع المصدر
hr: Repozitorij
pt: repositório
ru: Репозитория

source: edit repository
ar: تحرير المستودع
hr: uređivanje repozitorija
it: modifica repository
pt: editar repositório
ru: редактировать репозиторий

source: add repository
ar: أضف مستودعًا
hr: dodaj repozitorij
it: aggiungi repository
pt: adicionar repositório
ru: добавить репозиторий

source: OERs from repository
ar: OERs من مستودع
hr: ORE-i iz repozitorija
it: OERs dal repository
pt: REA's de repositório
ru: ОУР из репозитория

source: no OERs are present having this repository as their source
ar: لا يوجد OERs موجودة من هذا المستودع
hr: nisu prisutni OER-ovi kojima je ovo izvorni repozitorij
it: non sono presenti OER aventi questo repository come origine
pt: nenhum dos REA possui este repositório como fonte
ru: нет ОУР , имеющих этот репозиторий в качестве источника

source: last
ar: آخر
hr: Posljednji
it: Ultimo mese
pt: mais recente(s)
ru: Последний

source: months
ar: أشهر
hr: mjeseci
it: mesi
pt: meses
ru: месяцы

source: published
ar: المنشورة
hr: Objavljeno
it: pubblicato
pt: publicado(s)
ru: Опубликовано

source: all
ar: الكل
hr: Sve
it: tutto
pt: todos
ru: Все

source: resources created, catalogued and evaluated by
ar: الموارد التي تم إنشاؤها والمصنفة وتقييمها بواسطة
hr: resurse kreirane, katalogizirane i ocijenjene od strane
it: risorse create, catalogate e valutate da
pt: recursos criados, catalogados e avaliados por
ru: ресурсы, созданные, каталогизированные и оцененные

source: repositories
ar: مستودعات المصدر
hr: Repozitoriji
it: repository
pt: repositórios
ru: Репозитории

source: search of learning paths
ar: البحث عن مسارات التعلم
hr: pretraživanje staza učenja
it: ricerca dei percorsi di aggiornamento
pt: pesquisar por percursos de aprendizagem
ru: поиск пути обучения

source: results
ar: نتائج
hr: rezultata
it: risultati
pt: resultados
ru: Результаты

source: result
ar: نتيجة
hr: Rezultat
it: risultato
pt: resultado
ru: Результат

source: search text
ar: نص للبحث
hr: tekst pretraživanja
it: testo da cercare
pt: texto de pesquisa
ru: текст для поиска.

source: no results were found
ar: لا توجد نتائج
hr: nisu pronađeni rezultati
it: non sono stati trovati risultati
pt: não foram encontrados resultados
ru: результатов не найдено

source: search of OERs
ar: البحث عن OERs
hr: pretraživanje OER-a
it: ricerca degli OER
pt: pesquisa de REA's
ru: поиск ОУР

source: open educational resources
ar: الموارد التعليمية المفتوحة
hr: otvoreni obrazovni resursi
it: risorse educative aperte
pt: recursos educacionais abertos
ru: открытые образовательные ресурсы

source: search
ar: بحث
hr: Pretraživanje
it: ricerca
pt: pesquisa
ru: Поиск

source: search of projects
ar: البحث عن المشاريع
hr: pretraživanje projekata
it: ricerca dei progetti
pt: pesquisa de projetos
ru: поиск проектов

source: of source repositories
ar: عن مستودعات المصدر
hr: iz izvornih repozitorija
it: delle fonti
pt: de repositórios de origem
ru: репозиториев источника

source: my profile
ar: ملف تعريف المستخدم
hr: moj profil
it: il mio profilo
pt: meu perfil
ru: мой профиль

source: preferences
ar: تفضيلات
hr: Postavke
it: preferenze
pt: preferências
ru: Предпочтения

source: manage
ar: إدارة
hr: Upravljanje
it: gestisci
pt: gerir
ru: управлять

source: featured
ar: المميز
hr: Preporučeni
it: gli elementi in evidenza
pt: em destaque
ru: Избранные предметы

source: flatpages
ar: صفحات ويب ثابتة
it: flatpage
ru: плоские страницы

source: Weblog
ar: مدونة
it: Blog
pt: Blog online
ru: Блог

source: pending applications to communities
ar: الطلبات المعلقة للمجتمعات
hr: prijave zajednicama na čekanju
it: adesioni a comunità in attesa
pt: pedidos para aderir a comunidades pendentes
ru: членство в ожидании

source: pending applications to projects
ar: الطلبات المعلقة للمشاريع
hr: zahtjevi za projekte na čekanju
it: adesioni a progetti in attesa
pt: pedidos pendentes para aderir a projetos
ru: членствa и проекты в ожидании

source: pending applications to rolls of mentors
ar: الطلبات المعلقة لقوائم الموجهين
hr: prijave na čekanju za kolegij mentora
it: adesioni in attesa per un albo dei mentori
pt: candidaturas pendentes a rols de mentores
ru: ожидающих рассмотрения заявок на списки наставников

source: admin of the following communities
ar: المسؤول عن المجتمعات التالية
hr: administrator sljedećih zajednica
it: amministratore delle seguenti comunità
pt: administrador das seguintes comunidades
ru: админ следующих сообществ

source: supervisor of the following rolls of mentors
ar: المشرف على قوائم المرشدين التالية
hr: nadgledatelj sljedećim kolegijima mentora
it: supervisore dei seguenti albi dei mentori
pt: supervisor dos seguintes rols de mentores
ru: руководитель следующих списков наставников

source: supervisor of the following projects
ar: المشرف على المشاريع التالية
hr: nadgledatelj sljedećih projekata
it: Supervisore dei seguenti progetti
pt: supervisor dos seguintes projetos
ru: руководитель следующих проектов

source: member of the following communities
ar: عضو في المجتمعات التالية
hr: član sljedećih zajednica
it: membro delle seguenti comunità
pt: membro das seguintes comunidades
ru: член следующих сообществ

source: member of the following rolls of mentors
ar: عضو في قوائم المرشدين التالية
hr: član sljedećih kolegija mentora
it: membro dei seguenti albi dei mentori
pt: membro dos seguintes rols de mentores
ru: член следующих списков наставников

source: no projects
ar: لا توجد مشاريع
hr: nema projekata
it: nessun progetto
pt: sem projetos
ru: нет проектов

source: member of the following projects
ar: عضو في المشاريع التالية
hr: član sljedećih projekata
it: membro dei seguenti progetti
pt: membros dos seguintes projetos
ru: член следующих проектов

source: mentoring requests in my communities
ar: طلبات التوجيه في مجتمعاتي
hr: zahtjevi za mentorstvo u mojim zajednicama
it: richieste di mentoring nelle mie comunità
pt: pedidos de mentoria nas minhas comunidades
ru: наставничество запросы в моих сообществах

source: request of
ar: طلب
hr: zahtjev dao
it: richiesta di
pt: pedido de
ru: запрос

source: mentoring requests in my communities waiting for mentor answer
ar: طلبات التوجيه في مجتمعاتي في انتظار إجابة المرشد
hr: zahtjevi za mentorstvo u mojim zajednicama koji čekaju odgovor mentora
it: richieste di mentoring nelle mie comunità in attesa della risposta del mentore
pt: pedidos de mentoria nas minhas comunidades à espera de resposta do mentor
ru: наставничество запросы в моих общинах ждет ответа наставника

source: mentees requesting me as a mentor
ar: المتدربون الذين طلبوا مني أن أكون مرشدهم
hr: osobe koje me traže kao mentora
it: mentee che mi richiedono come mentore
pt: pupilos que me solicitam como mentor
ru: подопечные просят меня как наставника

source: my mentoring projects as a mentor
ar: مشاريع التوجيه حيث أنا المرشد
hr: moji mentorski projekti kao mentor
it: i miei progetti di mentoring come mentore
pt: os meus projetos de mentoria como mentor
ru: мои наставнические проекты в качестве наставника

source: suggested mentors
ar: الموجهين اقترح
hr: predloženi mentori
it: mentori suggeriti
pt: mentores sugeridos
ru: предлагаемые наставники

source: no fit mentors were found in the communities of which you are member
ar: لم يتم العثور على مرشدين مناسبين في المجتمعات التي أنت عضو فيها
hr: u zajednicama čiji ste član nije pronađen nijedan prikladan mentor
it: non è stato trovato un mentore adatto nelle comunità di cui sei membro
pt: não foram encontrados mentores adequados nas comunidades em que é membro
ru: нет подходят наставники были найдены в общинах, из которых вы являетесь членом

source: my activity of last period
ar: احدث الانشطة الخاصة بي
hr: moja aktivnost u posljednjem razdoblju
it: la mia attività dell'ultimo periodo
pt: a minha atividade no último periodo de registo
ru: моя деятельность последнего периода

source: days
ar: أيام
hr: dana
it: giorni
pt: dias
ru: дни

source: no actions of last period
ar: لم يتم تنفيذ أي إجراء خلال الفترة الماضية
hr: nije bilo angažmana u posljednjem razdoblju
it: nessuna attività nell'ultimo periodo
pt: sem ações no último período de registo
ru: нет активности в последний период

source: create personal Learning Path
ar: إنشاء مسار تعلم شخصي
hr: kreiranje osobne staze učenja
it: crea un LP personale
pt: criar Percurso de Aprendizagem pessoal
ru: создать личный путь обучения

source: My bookmarks (OER stubs)
ar: اسكتشات OER الخاصة بي
hr: Moje oznake (OER odresci)
it: I miei bookmark (bozze di OER)
pt: Os meus bookmarks (rascunhos de REA)
ru: Мои закладки (черновики ОУР)

source: no bookmarks (OER stubs) classified yet
ar: لم يتم إنشاء أي مسودات موارد حتى الآن
hr: još nema klasificiranih oznaka (OER odrezaka)
it: nessun bookmark (bozza di OER) è presente
pt: ainda não há bookmarks (rascunhos de REA) classificados
ru: нет закладки ( черновик ОУР )

source: my OERs
ar: OERs بلدي
hr: moji OER-ovi
it: i miei OER
pt: meus REAs
ru: мои ОУР

source: unpublished OERs in supervised projects
ar: OERs غير المنشورة في المشاريع الخاضعة للإشراف
hr: neobjavljeni OER-ovi u nadgledanim projektima
it: OER non pubblicati in progetti supervisionati
pt: REA não publicados em projetos supervisionados
ru: неопубликованные ОУР в контролируемых проектах

source: my OER evaluations
ar: تقييماتي OER
hr: moje procjene OER-a
it: le mie valutazioni di OER
pt: as minhas avaliações de REA
ru: мои оценки ОУР

source: my personal Learning Paths
ar: مسارات التعلم في مساحتي الخاصة
hr: moje osobne staze učenja
it: i miei LP personali
pt: os meus Percursos de Aprendizagem pessoais
ru: мои личные пути обучения

source: no personal Learning Path created yet
ar: لم يتم إنشاء مسار تعلم شخصي حتى الآن
hr: još nije kreirana osobna staza učenja
it: nessun LP personale
pt: sem Percursos de Aprendizagem pessoais criados
ru: нет личного пути обучения создан еще

source: my Learning Paths
ar: مسارات التعلم الخاصة بي
hr: moje staze učenja
it: i miei Percorsi di Apprendimento
pt: os meus Percursos de Aprendizagem
ru: мои пути обучения

source: unpublishd LPs in supervised projects
ar: مسارات التعلم غير المنشورة في المشاريع الخاضعة للإشراف
hr: neobjavljene staze učenja u nadziranim projektima
it: LP non pubblicati in progetti supervisionati
pt: PA não publicados em projetos supervisionados
ru: неопубликованные LPs в контролируемых проектах

source: please, complete your profile
ar: يجب عليك استكمال ملف تعريف المستخدم الخاص بك
hr: molimo, ispunite svoj profil
it: per favore, completa il tuo profilo
pt: por favor, complete o seu perfil
ru: пожалуйста, заполните свой профиль

source: preferences of
ar: تفضيلات
hr: postavke od
it: preferenze di
pt: preferências de
ru: предпочтения

source: Notification by email
ar: تمكين الإعلام عن طريق البريد الإلكتروني
hr: Obavijest putem e-pošte
it: Notifica per email
pt: Notificação por mail
ru: Уведомление по электронной почте

source: edit preferences
ar: تحرير تفضيلات
hr: uređivanje postavki
it: edita le preferenze
pt: editar preferências
ru: редактировать предпочтения

source: member
ar: عضو
hr: Član
it: membro
pt: membro
ru: Член

source: send a message to
ar: إرسال رسالة إلى
hr: Pošalji poruku
it: invia un messaggio a
pt: enviar mensagem para
ru: отправить сообщение

source: private information
ar: معلومات خاصة
hr: privatne informacije
it: informazione privata
pt: informação privada
ru: частная информация

source: username
ar: اسم المستخدم
hr: Korisničko ime
it: nome utente
pt: nome de utilizador
ru: имя пользователя

source: email
ar: البريد الإلكتروني
hr: Adresa e-pošte
ru: электронная почта

source: position
ar: مكان
hr: Pozicija
it: posizione
pt: posição
ru: Позиции

source: other languages
ar: لغات اخرى
hr: ostali jezici
it: altre lingue
pt: outros idiomas
ru: другие языки

source: Skype id
ar: معرف Skype
it: id Skype
ru: скайп id

source: only PDF; max size: 2MB
ar: PDF فقط ؛ الحجم الأقصى: 2 ميغا بايت
hr: samo PDF; maksimalna veličina: 2MB
it: solo PDF; massima dimensione: 2MB
pt: somente PDF; tamanho máximo: 2 MB
ru: только PDF; максимальный размер: 2 мб

source: currently available as mentor
ar: متاح حاليًا كموجه
hr: trenutačno dostupan kao mentor
it: attualmente disponibile come mentore
pt: actualmente disponível como mentor
ru: в настоящее время доступна в качестве наставника

source: view roll of mentors
ar: عرض قائمة المرشدين
hr: pregled kolegija mentora
it: vedi l'albo dei mentori
pt: ver o rol de mentores
ru: показывает реестр наставников

source: similar members
ar: أعضاء متشابهين
hr: slični članovi
it: membri simili
pt: membros semelhantes
ru: похожие члены

source: anonymized user
ar: المستخدم مبهمة
hr: skrivenog korisnika
it: utente reso anonimo
pt: utilizador anonimizado

source: the user profile you are looking for is no more available on this site
ar: لم يعد ملف تعريف المستخدم الذي تبحث عنه متاحًا على هذا الموقع
hr: korisnički profil koji tražite više nije dostupan na ovoj stranici
it: il profilo d'utente che cerchi non è più disponibile su questo sito
pt: o perfil de utilizador que você procura não está mais disponível neste site

source: this Curriculum
ar: هذا المنهج الدراسي
hr: ovaj kurikulum
it: questo Curriculum
pt: este Currículo
ru: это Резюме

source: rolls od mentors
ar: قوائم من المرشدين
hr: kolegij mentora
it: albi dei mentori
pt: rols dos mentores
ru: реестры наставников

source: and its sub-projects
ar: ومشاريعها الفرعية

source: it seems that you are not logged in.
ar: يبدو أنك لم تقم بتسجيل الدخول.

source: corpora of user
ar: مجموعة المستخدمين

source: corpora
ar: مجموعات

source: selected resources
ar: الموارد المختارة

source: corpus
ar: مجموعة

source: empty corpus
ar: مجموعة فارغة

source: new corpus
ar: مجموعة جديدة

source: delete corpus
ar: حذف المجموعة

source: remove item
ar: إزالة بند

source: text-analysis dashboard
ar: لوحة تحليل النص

source: keywords in context
ar: الكلمات الرئيسية في السياق

source: similarity
ar: شبه

source: Written by
ar: كتبه
hr: Napisao / la
it: Scritto da
pt: Escrito por
ru: написано

source: Show all %(author)s's entries
ar: عرض جميع المقالات التي كتبها %(author)s
hr: Pokaži sve stavke %(author)s
it: Mostra tutti i post di %(author)s
pt: Apresentar todas as entradas criadas por %(author)s
ru: Показать все записи %(author)s

source: Written on
ar: مكتوب على
hr: napisano na
it: Scritto il
pt: Escrito em
ru: Написано в

source: in
ar: في
hr: u
pt: dentro
ru: В

source: Show all entries in %(category)s
ar: إظهار كافة الإدخالات في %(category)s
hr: Prikaži sve stavke u %(category)s
it: Mostra gli articoli in %(category)s
pt: Mostrar todas as entradas dentro de %(category)s
ru: Показать все записи в %(category)s

source: Last update on
ar: آخر تحديث بواسطة في
hr: Posljednje ažuriranje na
it: Ultimo aggiornamento
pt: Última atualização em
ru: Последнее обновление на

source: %(percent)s%% of %(object)s still remains to read.
ar: %(percent)s%% من %(object)s عنصر لا يزال يتعين قراءتها.
hr: %(percent)s%% od %(object)s još uvijek za pročitati.
it: %(percent)s%% degli %(object)s ti restano da leggere.
pt: %(percent)s%% de %(object)s que ainda estão por ler.
ru: %(percent)s%% %(object)s еще предстоит прочитать.

source: Continue reading
ar: مواصلة القراءة
hr: Nastavi čitanje
it: Continua a leggere
pt: Continuar a leitura
ru: Продолжить чтение

source: Show all entries tagged by %(tag)s
ar: إظهار كافة الإدخالات الموسومة%(tag)s
hr: Prikaži sve stavke označene od strane %(tag)s
it: Mostra gli articoli taggati %(tag)s
pt: Apresentar todas as entradas com tag por %(tag)s
ru: Показать все отмеченные записи %(tag)s

source: No tags
ar: لا توجد وسم
hr: Bez oznaka
it: Nessun tag
pt: Sem tag
ru: Нет тегов

source: Short url
ar: URL قصير
hr: Kratki URL
it: Url breve
pt: Url curto
ru: Короткий URL

source: Short URL to %(object)s
ar: عنوان URL قصير لـ %(object)s
hr: Kratki URL za %(object)s
it: Mostra URL per %(object)s
pt: URL curto para %(object)s
ru: Короткий URL %(object)s

source: Discussions
ar: مناقشات
hr: Rasprave
it: Discussioni
pt: Discussões
ru: Обсуждения

source: Comments on %(object)s
ar: تعليقات على %(object)s
hr: Komentari na %(object)s
it: Commenti su %(object)s
pt: Comentário sobre %(object)s
ru: Комментарии на %(object)s

source: %(comment_count)s comment
ar: %(comment_count)s تعليق
hr: %(comment_count)s komentar
it: %(comment_count)s commenti
pt: %(comment_count)s commentários
ru: %(comment_count)s комментарий

source: Leave a comment on %(object)s
ar: اترك تعليقا على %(object)s
hr: Ostavite komentar na %(object)s
it: Lascia un commento su %(object)s
pt: Deixe um comentário em %(object)s
ru: Оставьте комментарий на %(object)s

source: Be first to comment!
ar: كن أول من يعلق!
hr: Budite prvi koji će komentirati!
it: Sii il primo a commentare
pt: Seja o primeiro a comentar
ru: оставь первый комментарий

source: RSS feed of latest entries
ar: موجز RSS لأحدث المقالات
hr: RSS obavjesti o posljednjim stavkama
it: Feed RSS degli ultimi post
pt: Feed RSS das entradas mais recentes
ru: RSS канал последних записей

source: RSS feed of latest discussions
ar: موجز RSS لأحدث المناقشات
hr: RSS obavjesti o posljednjim razgovorima
it: Feed RSS delle ultime discussioni
pt: Feed RSS das discussões mais recentes
ru: RSS канал последних дискуссий

source: Authors
ar: المؤلفون
hr: Autori
it: Autori
pt: Autores
ru: Авторы

source: Recent entries
ar: مقالات اخيرة
hr: Nedavne stavke
it: Articoli recenti
pt: Publicações recentes
ru: Последние записи

source: Recent comments
ar: احدث التعليقات
hr: Nedavni komentari
it: Commenti recenti
pt: Comentários recentes
ru: Последние комментарии

source: Archives
ar: أرشيف
hr: Arhiva
it: Archivi
pt: Ficheiros
ru: архивы

source: RSS feed of discussions on %(object)s
ar: موجز RSS للمناقشات على %(object)s
hr: RSS obavjesti o razgovorima na %(object)s
it: Feed RSS di discussioni su %(object)s
pt: Feed RSS das discussões sobre %(object)s
ru: RSS канал дискуссии о%(object)s

source: RSS feed of comments on %(object)s
ar: تغذية RSS من التعليقات على %(object)s
hr: RSS obavjesti o komentarima na %(object)s
it: Feed RSS di commenti su %(object)s
pt: Feed RSS dos comentários sobre %(object)s
ru: RSS канал комментариев на %(object)s

source: Next entry
ar: الإدخال التالي
hr: Sljedeća stavka
it: Articolo successivo
pt: Próxima publicação
ru: Следующая запись

source: Previous entry
ar: الإدخال السابق
hr: Prethodna stavka
it: Articolo precedente
pt: Publicação anterior
ru: Предыдущая запись

source: Related entries
ar: إدخالات ذات صلة
hr: Povezane stavke
it: Articoli correlati
pt: Publicações relacionadas
ru: Похожие записи

source: Similar entries
ar: إدخالات مماثلة
hr: Slične stavke
it: Articoli simili
pt: Publicações semelhantes
ru: аналогичные записи

source: Direct link to this comment
ar: رابط مباشر لهذا التعليق
hr: Izravna poveznica za ovaj komentar
it: Link diretto a questo commento
pt: Link direto para este comentário
ru: комментарии включены

source: Edit the entry
ar: تحرير هذا الادخال
hr: Uređivanje stavke
it: Modifica l'articolo
pt: Editar publicação
ru: редактировать запись

source: Useful links
ar: روابط مفيدة
hr: Korisne poveznice
it: Link utili
pt: Links úteis
ru: Полезные ссылки

source: Weblog index
ar: فهرس مدونة
hr: Weblog indeks
it: Indice del blog
pt: Índice do blog online
ru: Индекс блога

source: Sitemap
ar: خريطة الموقع
hr: mapa stranice
it: Mappa del blog
pt: Mapa do site
ru: Карта сайта

source: sent from
ar: أرسلت بواسطة

source: This is an automatic notification message: please do not reply to it.
ar: هذه رسالة إعلام تلقائية: يرجى عدم الرد عليها.

source: Some notifications depend on settings in the user preferences.
ar: تعتمد بعض الإخطارات على الإعدادات في تفضيلات المستخدم.

source: embedding inside a page the view of this resource is forbidden: please, use the link above to access it directly
ar: تضمين داخل الصفحة عرض هذا المورد غير مسموح به: من فضلك ، استخدم الرابط أعلاه للوصول إليه مباشرة
hr: ugrađivanje prikaza ovog resursa unutar stranice je zabranjeno: molimo vas, koristite poveznicu iznad za izravan pristup
it: è proibito l'inserimento all'interno di una pagina della vista di questa risorsa: usa il link soprastante per accedere ad essa direttamente
pt: é proibido incorporar em uma página a visualização deste recurso: por favor, use o link acima para acessá-lo diretamente

source: minimum number of LPs
ar: الحد الأدنى لعدد مسارات التعلم
hr: minimalan broj staza učenja
it: numero minimo di LP
pt: número mínimo de PA
ru: минимальное количество ОП

source: this request is waiting since long time: if you want to retract it, please write a notice for the mentor and push the button below
ar: هذا الطلب ينتظر منذ فترة طويلة: إذا أردت التراجع عنه ، يرجى كتابة إشعار للموجه والضغط على الزر أدناه
hr: ovaj zahtjev čeka dugo vremena: ako ga želite povući, molimo napišite obavijest mentoru i pritisnite donji gumb
it: questa richiesta è in attesa da molto tempo: se vuoi ritirarla, per favore scrivi un messaggio per il mentore e premi il bottone qui sotto
pt: este pedido está à espera desde há muito tempo: se quiser retirá-lo, escreva um aviso para o mentor e prima o botão abaixo
ru: этот запрос ждет с давних времен: если вы хотите отозвать его, пожалуйста, напишите уведомление для наставника и нажмите кнопку ниже

source: if you aren't able to choose another mentor, please write a notice for both the mentee and the mentor and push the button below
ar: إذا لم تكن قادرًا على اختيار موجه آخر ، فيرجى كتابة إشعار لكل من المتدرب والموجه والضغط على الزر أدناه
hr: ako niste u mogućnosti odabrati drugog mentora, molimo napišite obavijest i za mentora i za osobu koju mentorira i pritisnite gumb ispod
it: se non sei in grado di scegliere un altro mentore, per favore scrivi un messaggio per il mentee e per il mentore a premi il bottone qui sotto
pt: se não puder escolher outro mentor, por favor escreva um aviso tanto para o pupilo como para o mentor e prima o botão abaixo
ru: если вы не можете выбрать другого наставника, пожалуйста, напишите уведомление для ученика и наставника и нажмите кнопку ниже
