Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: featured item
ar: بند المميز
hr: istaknuta stavka
it: elemento in evidenza
pt: item destacado
ru: Избранный предмет

source: featured items
ar: البنود المميزة
hr: istaknute stavke
it: elementi in evidenza
pt: items destacados
ru: Избранные предметы

source: is lead item
ar: هي الفقرة الافتتاحية
hr: je glavni predmet
it: è un item di testa
pt: é o item principal
ru: это свинцовые элементы

source: group name
ar: أسم المجموعة
hr: naziv grupe
it: nome del gruppo
pt: nome do grupo
ru: название группы

source: Entries can be aggregated by group name.
ar: يمكن تجميع الإدخالات حسب اسم المجموعة.
hr: Stavke se mogu objediniti prema nazivu grupe.
it: Gli elementi possono essere aggregati per nome di gruppo
pt: As entradas podem ser agregadas pelo nome do grupo.
ru: элементы могут быть агрегированы по имени группы

source: Used to sort in ascending order, not to filter.
ar: يستخدم لالفرز في ترتيب تصاعدي، وليس لمرشح.
hr: Koristi se za sortiranje uzlaznim redoslijedom, a ne za filtriranje.
it: Usato per ordinare in senso crescente, non per litrare.
pt: Usado para ordenar pela ordem crescente, não serve para filtrar.

source: priority
ar: أولوية
hr: Prioritet
it: priorità
pt: prioridade
ru: Приоритет

source: Used to filter, not to sort, possibly combined with other attributes. A large number means high priority.
ar: تُستخدم للتصفية ، ربما مع سمات أخرى ، وليس للترتيب. العدد الكبير يعني أولوية عالية.
hr: Koristi se za filtriranje, a ne za sortiranje, po mogućnosti u kombinaciji s drugim atributima. Veliki broj znači visoki prioritet.
it: Usato per filtrare, eventualmente in combinazione con altri attributi, non per ordinare. Un numero grande rappresenta una priorità elevata.
pt: Usado como filtro, não com o intuito de classificar, com a possibilidade de combinar com outros atributos. Um grande número significa alta prioridade.

source: In the case of a "lead" item, probably you will provide this text.
ar: إذا كان العنصر هو الفقرة الافتتاحية ، فربما تقوم بملء هذا النص.
hr: U slučaju da je "glavni predmet", vjerojatno ćete dati ovaj tekst.
it: nel caso di un "item di testa", è possibile visualizzare questo testo
pt: No caso de um item "lead", provavelmente irá fornecer este texto.

source: scope
ar: مدى
hr: Opseg
it: ambito
pt: âmbito
ru: сфера

source: start publication
ar: تاريخ بدء النشر
hr: pokreni objavu
it: inizio pubblicazione
pt: iniciar publicação
ru: начать публикацию

source: Optional start date of publication.
ar: تاريخ النشر، اختياري
hr: neobavezni datum početka objave
it: Data opzionale di inizio pubblicazione.
pt: Data de inicio da publicação, opcional.
ru: необязательная дата начала публикации

source: end publication
ar: تاريخ انتهاء النشر
hr: završi objavu
it: fine pubblicazione
pt: finalizar publicação
ru: конец публикации

source: Optional end date of publication.
ar: تاريخ انتهاء النشر ، اختياري
hr: neobavezni datum završetka objave.
it: Data opzonale di fine pubblicazione.
pt: Data de fim da publicação, opcional.
ru: Дополнительная дата окончания публикации

source: In
ar: في
hr: u
pt: Em
ru: В

source: Sorry. You are not allowed to access the requested content or function.
ar: آسف. غير مسموح لك بالوصول إلى المحتوى أو الوظيفة التي طلبتها.
hr: Nažalost, nije vam dopušteno pristupiti traženom sadržaju ili funkciji.
it: Spiacente. Non sei abilitato ad accedere al contenuto o alla funzione che hai richiesto.
pt: Desculpe. Não possui permissão para aceder ao conteúdo ou função solicitada.
ru: Извините. Y вас нет прав доступа к запрошенному контенту или функции

source: Sorry. We cannot find the page that you requested.
ar: آسف. لا يمكننا العثور على الصفحة التي طلبتها.
hr: Nažalost, ne možemo pronaći stranicu koju ste zatražili.
it: Spiacente. Non trovo la pagina che hai richiesto.
pt: Desculpe. Não conseguimos encontrar a página solicitada.
ru: Извините. Мы не можем найти страницу, которую вы просили

source: for
ar: ل

source: my home
ar: لوحة تحكم المستخدم الخاصة بي
hr: Moja početna stranica
it: la mia homepage
pt: meu espaço
ru: мой дом

source: complete your profile
ar: أكمل ملفك تعريف
hr: dovršite svoj profil
it: completa il tuo profilo
pt: complete o seu perfil
ru: завершить свой профиль

source: my messages
ar: رسائلي
hr: Moje poruke
it: i miei messaggi
pt: minhas mensagens
ru: мое сообщение

source: new posts
ar: مشاركات المنتدى الجديدة
hr: novi postovi
it: nuovi post
pt: novas publicações
ru: новые посты

source: calendar
ar: تقويم

source: admin
ar: مسؤول
hr: Administrator
it: amministratore
pt: administrador
ru: админ

source: Log out
ar: تسجيل خروج
hr: Odjava
it: Esci
pt: Sair
ru: выйти

source: email address
ar: عنوان البريد الإلكتروني
hr: Adresa e-pošte
it: indirizzo email
pt: endereço de e-mail
ru: адрес электронной почты

source: password
ar: كلمة السر
hr: Lozinka
ru: Пароль

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
hr: Zaboravili ste lozinku?
it: Dimenticata la Password?
pt: Esqueceu a password?
ru: Забыл пароль?

source: Remember Me
ar: تذكرنى
hr: Zapamti
it: Ricordami
pt: Recordar-me
ru: запомнить меня

source: Log in
ar: تسجيل الدخول
hr: Prijavi se
it: Accedi
ru: авторизоваться

source: sign up
ar: سجّل
hr: Upiši se
it: registrati
pt: inscrever
ru: Зарегистрироваться

source: Login With
ar: تسجيل الدخول عبر
hr: Prijavite se putem
it: Accedi con
pt: Entrar com
ru: войдите с

source: select a mentor
ar: اختر مرشدًا
hr: odabir mentora
it: scegli un mentore
pt: seleccione um mentor
ru: выбрать наставника

source: send the request to the mentor
ar: إرسال الطلب إلى المرشد
hr: poslati zahtjev mentoru
it: invia la richiesta al mentore
pt: envie o pedido ao mentor
ru: отправить запрос наставнику

source: delegate community administrator
ar: تفويض دور مسؤول المجتمع
hr: dodijeli administratora zajednice
it: delega l'amministratore della comunità
pt: delegar a função de administrador da comunidade
ru: делегат администратора сообщества

source: currently there aren't any mentors available
ar: حاليا لا يوجد أي موجهين متاحين
hr: trenutno nema dostupnih mentora
it: al momento non vi sono mentori disponibili
pt: actualmente não há mentores disponíveis
ru: в настоящее время нет никаких наставников доступны

source: URL
ar: عنوان URL

source: NOTE
ar: ملحوظة
hr: Napomena
it: NOTA
pt: NOTA
ru: Примечание

source: cannot convert to PDF a document of mimetype
ar: لا يمكن تحويل إلى PDF وثيقة من mimetype
hr: nije moguće pretvoriti u pdf ili dokument mimetype
it: non posso convertire in PDF un documento con mimetype
pt: não pode converter para PDF um documento de mimetype
ru: не может преобразовать в PDF документ миметипа

source: this node refers to an online content that you should try to access through its URL
ar: تشير هذه العقدة إلى محتوى عبر الإنترنت يجب أن تحاول الوصول إليه من خلال عنوان URL الخاص به

source: publish internally
ar: تنشر داخليا

source: submit for publication
ar: تقديم للنشر
hr: podnesi za objavu
it: sottoponi per la pubblicazione
pt: submetido para publicação
ru: представить для публикации

source: withdraw submission
ar: سحب الخضوع

source: reject publication
ar: رفض النشر

source: publish for all
ar: نشر للجميع

source: unpublish
ar: قم بإلغاء نشر
hr: poništi objavu
it: sospendi la pubblicazione
pt: anular publicação
ru: Отменить публикацию

source: Yes
ar: نعم
hr: Da
it: Si
pt: Sim
ru: Да

source: No
ar: لا
hr: Ne
pt: Não
ru: Нет

source: save
ar: حفظ
hr: Spremi
it: salva
pt: guardar
ru: спасти

source: save and exit
ar: حفظ وخروج
hr: Spremi i izađi
it: salva ed esci
pt: guardar e sair
ru: сохранить и выйти

source: exit without saving
ar: الخروج من دون حفظ
hr: Izađi bez spremanja
it: esci senza salvare
pt: sair sem guardar
ru: выход без сохранения

source: the CommonS Consortium
ar: اتحاد الـ CommonS
hr: CommonS Consortium
it: Consorzio CommonS
pt: o Consorcio CommonS
ru: Консорциум CommonS

source: built by
ar: بناها
hr: izgrađeno od strane
it: creato da
pt: criado por
ru: созданный

source: with
ar: بواسطة
hr: Sa
it: con
pt: com
ru: С

source: and
ar: و
hr: I
it: e
pt: e
ru: И

source: privacy policy
ar: سياسة الخصوصية
hr: Privatnost
it: informativa sulla privacy
pt: politica de privacidade
ru: политика конфиденциальности

source: The CommonS Project is co-funded by Programme
ar: يتم تمويل مشروع CommonS بشكل مشترك من قبل برنامج
hr: Projekt CommonS sufinancira se iz programa
it: Il Progetto CommonS è co-finanziato dal Programma
pt: O Projeto CommonS é co-financiado pelo Programa

source: explore library
ar: استكشف المكتبة
hr: istraži biblioteku
it: esplora la biblioteca
pt: explorar a biblioteca
ru: исследовать библиотеку

source: learn together
ar: نتعلم معا
hr: učiti zajedno
it: impara in compagnia
pt: aprender juntos
ru: учиться вместе

source: remix resources
ar: إعادة المزج بين الموارد
hr: remiks resursa
it: riusa le risorse
pt: recursos remixados
ru: использовать ресурсы

source: educational library
ar: مكتبة تعليمية
hr: obrazovna knjižnica
it: biblioteca di risorse educative
pt: biblioteca educacional
ru: образовательная библиотека

source: submitted by
ar: مقدم من
hr: podneseno od strane
it: proposto da
pt: submetido por
ru: представлено

source: in the project of mentoring
ar: في مشروع التوجيه
hr: u projektu mentorstva
it: nel progetto di mentoring
pt: no projeto de mentoria
ru: в проекте наставничества

source: in the project
ar: في المشروع
hr: u projektu
it: nel progetto
pt: no projeto
ru: в проекте

source: last updated by
ar: آخر تحديث بواسطة
hr: zadnje ažuriranje
it: ultima modifica da
pt: última actualização por

source: last updated
ar: آخر تحديث في
hr: zadnje ažuriranje
it: ultima modifica
pt: última atualização
ru: последнее обновление

source: Create an account
ar: انشئ حساب
hr: Kreiranje korisničkog računa
it: Crea un account
pt: Criar uma conta
ru: завести аккаунт

source: do you really want to remove this edge
ar: هل تريد حقًا إزالة هذه القوس
hr: da li stvarno želite ukloniti ovaj rub
it: sei sicuro di voler rimuovere questo arco
pt: quer mesmo remover este arco
ru: Вы действительно хотите, чтобы удалить этот край

source: do you really want to remove this node
ar: هل تريد حقًا إزالة هذه العقدة
hr: da li stvarno želite ukloniti ovaj čvor
it: sei sicuro di voler rimuovere questo nodo
pt: quer realmente remover este nó
ru: Вы действительно хотите, чтобы удалить этот узел

source: other contributors
ar: مؤلفون مشاركو
hr: ostali suradnici
it: hanno contribuito anche
pt: outros contribuidores
ru: другие участники

source: last modified on
ar: آخر تعديل في
hr: zadnje izmjene
it: ultima modifica il
pt: última actualização em
ru: последняя модификация

source: IMPORTANT NOTICE
ar: إشعار مهم
hr: VAŽNA OBAVIJEST
it: AVVERTIMENTO IMPORTANTE
pt: AVISO IMPORTANTE
ru: ВАЖНОЕ УВЕДОМЛЕНИЕ

source: this document has been produced by
ar: هذه الوثيقة من إعداد
hr: ovaj dokument je izrađen od strane
it: questo documento è stato prodotto da
pt: este documento foi criado por
ru: этот документ был подготовлен

source: on
ar: في
hr: dana
it: il
pt: em
ru: На

source: for personal use
ar: للإستخدام الشخصي
hr: za osobnu uporabu
it: per uso personale
pt: para uso pessoal
ru: для личного пользования

source: restrictions could apply to some of its contents
ar: يمكن أن يتم فرض قيود على نشر بعض محتوياته
hr: moguća primjena ograničenja na neke od sadržaja
it: potrebbero applicarsi delle restrizioni ad alcuni dei contenuti
pt: restrições poderiam aplicar-se a alguns dos seus conteúdos
ru: ограничения могут применяться к некоторым из его содержимого

source: analyze text
ar: تحليل النص
hr: analiza teksta
it: analizza il testo
pt: analisar o texto
ru: анализировать текст

source: mentors that didn't accept
ar: الموجهين الذين لم يقبلوا الطلب
hr: mentori koji nisu prihvatili
it: il mentore non ha accettato
pt: mentores que não aceitaram
ru: наставников, которые не приняли

source: registered users
ar: المستخدمون المسجلون
hr: registrirani korisnici
it: utenti registrati
pt: utilizadores registados
ru: зарегистрированных пользователей

source: top contributors
ar: المساهمين كبار الموارد
hr: najbolji suradnici
it: principali contributori
pt: principais contribuidores
ru: лучшие вкладчики

source: active users
ar: المستخدمين النشطين
hr: aktivni korisnici
it: utenti attivi
pt: utilizadores activos
ru: активные пользователи

source: xAPI query
ar: استعلام xAPI
hr: xAPI upit
pt: consulta xAPI

source: Comments
ar: التعليقات
hr: Komentari
it: Commenti
pt: Comentários
ru: комментарии

source: disable
ar: تعطيل
hr: Onesposobiti
it: disabilita
pt: desabilitar
ru: Отключить

source: enable
ar: تمكين
hr: Omogućiti
it: abilita
pt: habilitar
ru: Включить

# on date
source: on
ar: في
hr: dana
it: il
pt: em
ru: На

source: Comments are closed.
ar: التعليقات مغلقة
hr: Komentari su zatvoreni.
it: I commenti sono chiusi.
pt: A possibilidade de comentar terminou
ru: Комментарии закрыты

source: No comments yet.
ar: لا تعليقات حتى الآن
hr: Još nema komentara.
it: Ancora nessun commento.
pt: Ainda sem comentários
ru: до сих пор нет комментария

source: Add comment
ar: اضف تعليق
hr: Dodaj komentar
it: Aggiungi un commento
pt: Adicione um comentário
ru: добавить комментарий

source: please
ar: من فضلك
hr: Molim
it: per favore
pt: por favor
ru: Пожалуйста

source: to leave a comment
ar: لتتمكن من ترك تعليق
hr: da biste ostavili komentar
it: per lasciare un commento
pt: para deixar um comentário
ru: чтобы оставить комментарий

source: log in
ar: تسجيل الدخول
hr: Prijavi se
it: accedi
pt: Entrar
ru: авторизоваться

source: rating
ar: تقدير
hr: Ocjena
it: valutazione
pt: avaliação
ru: Рейтинг

source: this node refers to an OER that you can access online through its URL
ar: تشير هذه العقدة إلى OER التي يمكنك الوصول إليها عبر الإنترنت من خلال عنوان URL الخاص بها
hr: ovaj čvor odnosi se na OER kojem možete pristupiti putem interneta preko njegove URL (web) adrese
it: questo nodo fa riferimento ad un OER a cui puoi accedere online usando il suo URL
pt: este nó refere-se a um REA a que pode aceder em linha através do seu URL

source: the associated resource has content type
ar: المورد المقترن به نوع محتوى
hr: pridruženi resurs ima vrstu sadržaja
it: la risorsa associata ha tipo di contenuto
pt: o recurso associado tem o tipo de conteúdo

source: an excerpt of the content follows
ar: مقتطف من المحتوى يتبع
hr: izvadak sadržaja slijedi
it: segue un estratto dei contenuti
pt: segue um trecho do conteúdo

source: show edit view
ar: إظهار العرض تحرير
hr: prikaži prikaz za uređivanje
it: mostra la vista di editing
pt: mostrar modo de edição
ru: показать вид отсвагиваемого

source: show translate view
ar: اعرض نموذج الترجمة
hr: prikaži prikaz za prijevod
it: mostra la vista di traduzione
pt: mostrar modo de tradução
ru: показать вид перевода

source: show player view
ar: الانتقال إلى طريقة العرض التقديمي
hr: prikaži prikaz igrača
it: mostra la vista player
pt: mostrar modo de reprodução
ru: показать вид игрока

source: download
ar: تنزيل
hr: Preuzimanje
it: scarica
ru: Скачать

source: view
ar: عرض
hr: Pregled
it: visualizza
pt: vista

source: text
ar: نص
hr: Tekst
it: testo
pt: texto
ru: Текст

source: node added by
ar: العقدة المضافة بواسطة
hr: čvor dodan od strane
it: nodo aggiunto da
pt: nó adicionado por
ru: узел добавлен

source: number of members
ar: عدد من أعضاء
hr: broj članova
it: numero di membri
pt: número de membros
ru: количество членов

source: community
ar: مجتمع
hr: zajednica
it: comunità
pt: comunidade
ru: Сообществo

source: child project of
ar: مشروع فرعي من
hr: podprojekt od
it: progetto figlio di
pt: sub-projeto de
ru: подпроект

source: parent
ar: الأصل
hr: Roditelj
it: genitore
pt: parente
ru: родитель

source: number of learning paths
ar: عدد مسارات التعلم
hr: broj staza učenja
it: numero di percorsi di apprendimento
pt: número de percursos de aprendizagem
ru: количество путей обучения

source: project results
ar: نتائج المشروع
hr: rezultati projekta
it: risultati del progetto
pt: resultados do projeto
ru: Результаты проекта

source: number of OERs
ar: عدد OERs
hr: broj OER-a
it: numero di OER
pt: número de REAs
ru: количество ОУР

source: modify
ar: تعديل
hr: Izmjena
it: modifica
pt: modificado
ru: модифицировать

source: WARNING
ar: تحذير
hr: UPOZORENJE
it: ATTENZIONE
pt: ATENÇÃO
ru: Предупреждение

source: You are using the currently active language
ar: أنت تستخدم اللغة النشطة حاليًا
hr: Koristite trenutno aktivni jezik
it: Stai usando la lingua al momento attiva
pt: Está a utilizar o idioma atualmente ativo
ru: Вы используете текущий активный язык

source: to edit a content whose 'original editing language' is
ar: لتعديل محتوى تم إنشاؤه في الأصل باللغة
hr: za uređivanje sadržaja čiji "izvorni jezik za uređivanje" je
it: per modificare un contenuto la cui 'lingua di editing originale' è
pt: para editar um conteúdo cuja 'língua de edição original' é o
ru: редактировать содержимое, «оригинальный язык редактирования»

source: this WILL CHANGE its 'original editing language'
ar: سيؤدي هذا إلى تعديل "لغة التحرير الأصلية"
hr: ovo će PROMIJENITI "izvorni jezik za uređivanje"
it: questo CAMBIERÀ la sua 'lingua di editing originale'
pt: isto IRÁ ALTERAR o "idioma original de edição"
ru: это изменит свой "оригинальный язык редактирования"

source: OK
ar: طيب
hr: u redu
ru: Хорошо

source: also
ar: أيضا
hr: Također
it: anche
pt: também
ru: Также

source: still
ar: مجددا
hr: Još uvijek
it: ancora
pt: ainda
ru: Еще

source: This will set its 'original editing language'
ar: سيؤدي هذا إلى تعيين "لغة التحرير الأصلية"
hr: Ovim će se postaviti "izvorni jezik za uređivanje"
it: Questo imposterà la sua 'lingua di editing originale'
pt: Isto irá determinar o 'idioma original de edição'
ru: Это установит его 'оригинальный язык редактирования'

source: IMPORTANT NOTICE! The content that you are creating will take the currently active language
ar: إشعار مهم! سيتخذ المحتوى الذي تقوم بإنشائه اللغة النشطة حاليًا كلغته
hr: VAŽNA OBAVIJEST! Sadržaj koji stvarate bit će na trenutno aktivnom jeziku
it: INFORMAZIONE IMPORTANTE! Il contenuto che stai per creare prenderà la lingua al momento attiva
pt: ATENÇÃO: O conteúdo que a introduzir terá como idioma o atualmente ativo

source: as its 'original editing language'
ar: باعتبارها "لغة التحرير الأصلية"
hr: kao 'izvorni jezik za uređivanje'
it: come sua 'lingua di editing originale'
pt: como o seu 'idioma original de edição'
ru: как его «оригинальный язык редактирования»

source: Afterwards, you should edit it using always the same language, and you will be able to add translations to other languages
ar: بعد ذلك، يجب عليك دائما تحريره باستخدام هذه اللغة نفسها، وسوف تكون قادرا على إضافة ترجمة إلى لغات أخرى
hr: Nakon toga, trebali biste ga uvijek uređivati koristeći isti jezik, a moći ćete dodati prijevode na druge jezike.
it: Successivamente, lo devi modificare usando sempre la stessa lingua, e potrai aggiungere traduzioni in altre lingue
pt: Depois, deve editá-lo usando sempre o mesmo idioma, e poderá adicionar traduções para outros idiomas

source: IMPORTANT NOTICE! The next time you will edit this content, it will take the current active language
ar: إشعار مهم! في المرة القادمة التي ستقوم فيها بتحرير هذا المحتوى، سوف يتخذ اللغة النشطة حاليًا كلغة خاصة به
hr: VAŽNA OBAVIJEST! Sljedeći put kad budete uređivali ovaj sadržaj, on će se voditi na trenutno aktivnom jeziku
it: AVVERTIMENTO IMPORTANTE! La prima volta che farai l'editing di questo contenuto, esso prenderà la lingua al momento attiva
pt: AVISO IMPORTANTE! Na próxima vez que editar este conteúdo, o sistema terá em atenção a língua atualmente ativa.

source: as its 'original editing language'. Afterwards, you should edit it using always the same language, and you will be able to add translations to other languages.
ar: كلغة التحرير الأصلية. بعد ذلك، يجب عليك دائما تحريره باستخدام هذه اللغة نفسها، وسوف تكون قادرا على إضافة ترجمة إلى لغات أخرى
hr: kao "izvorni jezik za uređivanje". Nakon toga, trebali biste ga uvijek uređivati koristeći isti jezik, a moći ćete dodati prijevode na druge jezike.
it: come sua 'lingua di editing originale'. Successivamente, dovresti usare sempre la stessa lingua per modificarlo; inoltre potrai aggiungere traduzioni in altre lingue.
pt: como o seu "idioma de edição original". Em seguida, deve editá-lo usando sempre o mesmo idioma, e poderá adicionar traduções para outros idiomas.

source: Please note that, to be able to edit this content in its original language
ar: يرجى ملاحظة أنه ، لتتمكن من تحرير هذا المحتوى بلغته الأصلية
hr: Imajte to na umu da biste mogli uređivati ovaj sadržaj na izvornom jeziku
it: Considera che, per poter modificare questo contenuto nella sua lingua originale
pt: Observe que, para poder editar este conteúdo na sua língua original
ru: Пожалуйста, обратите внимание, что, чтобы иметь возможность редактировать этот контент на языке оригинала

source: you should make this the active language using the control in the menu bar
ar: يجب أن تجعل هذه اللغة النشطة باستخدام عنصر التحكم في شريط القائمة
hr: trebali biste ovo učiniti aktivnim jezikom birajući iz izbornika
it: devi attivare tale lingua usando l'apposito controllo nella barra del menu
pt: deve fazer este o idioma ativo usando o controle na barra de menu
ru: Вы должны сделать это активным языком, используя элемент управления в строке меню

source: original editing language
ar: لغة التحرير الأصلية
hr: izvorni jezik za uređivanje
it: lingua di editing originale
pt: idioma original de edição
ru: оригинальный язык редактирования

source: search criteria
ar: معايير البحث
hr: kriteriji pretraživanja
it: criteri di ricerca
pt: critério de pesquisa
ru: критерий поиска

source: Apply
ar: تقدم بطلب
hr: Pokreni
it: Esegui
pt: Aplicar
ru: Применить

source: Reset
ar: إعادة القيم
hr: Ponovo pokreni
pt: Reiniciar
ru: Сброс

source: include non published items
ar: تضمين العناصر غير المنشورة
hr: uključi neobjavljene stavke
it: includi gli elementi non pubblicati
pt: inclui itens não publicados
ru: включают неопубликованные элементы

source: selected mentor
ar: معلمه المختارة
hr: odabrani mentor
it: mentore scelto
pt: mentor escolhido
ru: выбранный наставник

source: the request has been sent to the mentor on
ar: تم إرسال الطلب إلى المعلمه على
hr: zahtjev je poslan mentoru na
it: la richiesta è stata inviata al mentore il
pt: o pedido foi enviado para o mentor em
ru: запрос был отправлен наставнику

source: by
ar: بواسطة
hr: od
it: da
pt: por

source: the community administrator hasn't chosen a mentor yet
ar: لم يختار مسؤول المجتمع مرشدًا حتى الآن
hr: administrator zajednice još nije odabrao mentora
it: l'amministratore della comunità non ha ancora scelto un mentore
pt: o administrador da comunidade ainda não escolheu um mentor
ru: администратор сообщества еще не выбрал наставника

source: inactive account
ar: حساب تعطيل
hr: neaktivni račun
it: account non attivo
pt: conta inativa

source: this account is inactive
ar: هذا الحساب معطل
hr: ovaj je račun neaktivan
it: questo account non è attivo
pt: esta conta está inativa

source: Confirm E-mail Address
ar: أكد عنوانك الإلكتروني
hr: Potvrda adrese e-pošte
it: Conferm Indirizzo E-mail
pt: Confirme o endereço de e-mail
ru: Подтвердить адрес электронной почты

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: يرجى تأكيد أن <a href="mailto:%(email)s">%(email)s</a> هو عنوان بريد إلكتروني للمستخدم %(user_display)s.
hr: Potvrdite da je <a href="mailto:%(email)s">%(email)s</a> adresa e-pošte za korisnika %(user_display)s.
it: Per favore conferma che <a href="mailto:%(email)s">%(email)s</a> è un indirizzo e-mail dell'utente %(user_display)s.
pt: Por favor, confirme que <a href="mailto:%(email)s">%(email)s</a> é um endereço de e-mail para o utilizador %(user_display)s.
ru: Пожалуйста, подтвердите, что <a href="mailto:%(email)s">%(email)s</a> является адресом электронной почты для пользователя %(user_display)s.

source: Confirm
ar: أكد
hr: Potvrdi
it: Conferma
pt: Confirme
ru: Подтвердить
