Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: notify me of individual and group messages
ar: يتم إعلامي بكل من الرسائل الشخصية والجماعية
hr: obavijestite me o porukama pojedinaca i grupnim porukama
it: notificami anche i messaggi di gruppo
pt: quero receber notificações de mensagens individuais ou de grupo
ru: уведомить меня об отдельных и групповых сообщениях

source: accept emails from administrators
ar: قبول رسائل البريد الإلكتروني من المسؤولين
hr: prihvaćanje e-pošte od administratora
it: accetta email dagli amministratori
pt: aceitar e-mails de administradores
ru: принимать электронная почта от администраторов

source: Occasionally, the CommonSpaces administrators will do some mailing, without disclosing email addresses to anybody.
ar: في بعض الأحيان ، المسؤولين CommonSpaces القيام ببعض البريدية ، دون الكشف عن عناوين البريد الإلكتروني إلى أي شخص.
hr: Povremeno će administratori CommonSpacea slati poruke e-pošte, ne otkrivajući, pri tome, ikome adrese e-pošte
it: Occasionalmente, gli amministratori di CommonSpaces effettueranno un mailing, senza divulgare ad alcuno gli indirizzi email.
pt: Ocasionalmente, os administradores da plataforma CommonSpaces farão envio de e-mails, sem revelar endereços dos destinatários.

source: get notification of private messages
ar: استلام نسخة من رسالات الداخلية

source: Do you want that private messages from other members be notified to you by email? In any case, they will not know your email address.
ar: هل تريد أن يتم إعلامك بالرسائل الخاصة من الأعضاء الآخرين عبر البريد الإلكتروني؟ على أي حال ، لن يعرفوا عنوان بريدك الإلكتروني.
hr: Želite li dobivati putem e-pošte obavjesti o privatnim porukama drugih članova? U svakom slučaju, vaša adresa e-pošte im neće biti prikazana.
it: Desideri che i messaggi privati di altri membri ti vengano notificati per email? In ogni caso, non gli sarà comunicato il tuo indirizzo email.
pt: Deseja receber notificação por e-mail em relação às mensagens privadas de outros membros? Em qualquer caso, eles não terão acesso seu endereço de e-mail.
ru: Вы хотите, чтобы личные сообщения от других участников были уведомлены вам по электронной почте? В любом случае, они не будут знать ваш адрес электронной почты.

source: get notification of unread forum posts
ar: تلقي إشعار مشاركات المنتدى غير المقروءة

source: Do you want being notified by email when new forum posts are present?.
ar: هل تريد أن يتم إعلامك عبر البريد الإلكتروني عند وجود مشاركات جديدة في المنتدى؟

source: activity stream max days
ar: تيار النشاط: الحد الأقصى لعدد الأيام
hr: maksimalan broj dana po toku aktivnosti
it: max anzianità in activity stream
pt: dias de registo de atividade máximo
ru: активность потока макс дней

source: Max age of actions to list in my dashboard.
ar: الحد الأقصى لعمر الإجراءات لإدراجها في لوحة المعلومات الخاصة بي.
hr: Maksimalna starost angažmana prikazanih na mojoj nadzornoj ploči
it: Massima anzianità, in giorni, delle azioni da elencare nella mia homepage.
pt: Idade máxima das ações listadas no meu painel de controle.
ru: Максимальный возраст действий, чтобы перечислить в моей панели.

source: activity stream max actions
ar: تيار النشاط: الحد الأقصى لعدد الإجراءات
hr: Maksimalni broj angažmana po toku aktivnosti
it: max numero di azioni in activity stream
pt: máximo de ações no registo de atividade
ru: максимальное количество действий в потоке активности

source: Max number of actions to list in my dashboard.
ar: أقصى عدد من الإجراءات لإدراجها في لوحة المعلومات الخاصة بي.
hr: Maksimalni broj angažmana prikazanih na mojoj nadzornoj ploči
it: Massimo numero di azioni da elencare nella mia homepage
pt: Número máximo de ações listadas no meu painel de controle.
ru: Максимальное количество действий, чтобы перечислить в моей панели

source: work sector
ar: قطاع العمل
hr: radni sektor
it: settore di lavoro
pt: setor de trabalho
ru: рабочий сектор

source: curriculum
ar: منهاج دراسي
hr: kurikulum
ru: Резюме

source: list one per line.
ar: إظهار واحد في كل سطر
hr: navesti jedan po retku.
it: elencare una lingua per riga
pt: indique um por linha
ru: перечислить один язык в строке

source: online networks / services used
ar: الشبكات الاجتماعية والخدمات عبر الإنترنت المستخدمة
hr: internetske mreže / usluge koje se koriste
it: reti online / servizi utilizzati
pt: redes online / serviços utilizados
ru: онлайн-сети / используемые услуги

source: email notifications
ar: الإخطارات عبر البريد الإلكتروني
hr: obavijesti e-pošte
it: notificazioni per email
pt: notificações de emails
ru: Уведомления по электронной почте

source: available to act as mentor also for members of other communities.
ar: متاح للعمل كمرشد أيضًا لأعضاء المجتمعات الأخرى
hr: na raspolaganju za mentorstvo i za članove drugih zajednica.
it: disponibile come mentore anche per i membri di altre comunità
pt: disponível para actuar como mentor também para membros de outras comunidades.
ru: могут выступать в качестве наставника также для членов других общин.

source: temporarily unavailable to accept (more) requests by mentees.
ar: غير متاح مؤقتًا لقبول (المزيد) الطلبات من قبل المتدربين.
hr: privremeno nije moguće prihvatiti (daljnje) zahtjeve od strane osoba koje traže mentoriranje
it: temporaneamente non disponibile ad accettare (altre) richieste da mentee
pt: temporariamente indisponível para aceitar (mais) solicitações de pupilos.
ru: временно недоступен для принятия (больше) запросов от подопечных

source: user profile
ar: ملف تعريفي للمستخدم

source: user language
ar: لغة معروفة

source: user languages
ar: اللغات المعروفة

source: code
ar: رمز
hr: Kod
it: codice
pt: código
ru: Код

source: subject
ar: الموضوع
hr: Predmet
it: area tematica
pt: assunto
ru: Тема

source: subjects
ar: مجالات الموضوع
hr: Predmeti
it: aree tematiche
pt: assuntos
ru: темы

source: sort order
ar: ترتيب الفرز
hr: izaberi redoslijed
it: ordinamento
pt: ordem de classificação
ru: Порядок сортировки

source: public
ar: عامة
hr: Javno
it: pubblico
pt: público
ru: общественности

source: project / community type
ar: نوع المجتمع أو المشروع
hr: vrsta projekta / zajednice
it: tipo di progetto / comunità
pt: tipo de projeto / comunidade
ru: тип проектa / сообщества

source: project / community types
ar: أنواع المجتمع أو المشروع
hr: vrste projekata / zajednica
it: tipi di progetto / comunità
pt: tipos de projeto / comunidade
ru: типы проектов / сообществ

source: no chatroom
ar: لا توجد غرف دردشة
hr: nema sobe za čavrljanje
it: nessuna chatroom
pt: sem sala de conversação
ru: нет чата

source: permanent chatroom
ar: غرفة دردشة دائمة
hr: Stalna soba za čavrljanje
it: chatroom permanente
pt: sala de conversação permanente
ru: постоянный чат

source: draft proposal
ar: مقترح مشروع
hr: Nacrt prijedloga
it: bozza di proposta
pt: proposta preliminar
ru: черновик предложения

source: proposal submitted
ar: الاقتراح المقدم
hr: prijedlog podnesen
it: proposta inoltrata
pt: proposta submetida
ru: предложение направлено

source: project open
ar: المشروع مفتوح
hr: projekt je otvoren
it: progetto aperto
pt: projeto aberto
ru: открытый проект

source: project closed
ar: المشروع مغلق
hr: projekt je zatvoren
it: progetto chiuso
pt: projeto terminado
ru: закрытый проект

source: project deleted
ar: مشروع محذوف
hr: projekt je izbrisan
it: progetto cancellato
pt: projeto eliminado
ru: проект удален

source: request submitted
ar: الطلب المقدم
hr: zahtjev podnesen
it: richiesta inoltrata
pt: pedido submetido
ru: запрос отправлен

source: request accepted
ar: الطلب قبول
hr: zahtjev prihvaćen
it: richiesta accettata
pt: pedido aceite
ru: запрос принят

source: request rejected
ar: الطلب رفض
hr: zahtjev odbijen
it: richiesta respinta
pt: pedido rejeitado
ru: запрос отклонен

source: membership suspended or expired
ar: العضوية معلقة أو منتهية الصلاحية
hr: članstvo obustavljeno ili isteklo
it: adesione sospesa o scaduta
pt: adesão suspensa ou expirada
ru: членство приостановлено или истекло

source: mentoring is not available
ar: التوجيه غير مدعوم
hr: mentorstvo nije dostupno
it: il mentoring non è disponibile
pt: não está previsto qualquer mentoria
ru: наставничество не доступно

source: A - The community administrator chooses the mentor
ar: أ - يختار مسؤول المجتمع المرشد
hr: A - Administrator zajednice odabire mentora
it: A - L'amministratore della comunità sceglie il mentore
pt: A - O administrador da comunidade escolhe o mentor
ru: A - Администратор сообщества выбирает наставника

source: B - The mentee chooses the mentor
ar: ب - يختار المتدرب المرشد
hr: B - osoba koja traži mentoriranje odabiruje mentora
it: B - Il mentee sceglie il mentore
pt: B - O mentorado escolhe o mentor
ru: Б - подопечный выбирает наставника

source: B+A - The mentee or the administrator choose the mentor
ar: ب+أ - يختار المتدرب أو مسؤول المجتمع المرشد
hr: B+A - osoba koja traži mentoriranje ili administrator odabiruju mentora
it: B+A - Il mentee o l'amministratore scelgono il mentore
pt: B+A - O mentorado ou o administrador escolhe o mentor
ru: Б+А - Подопечный или администратор выбирают наставника

source: project / community
ar: مشروع أو مجتمع
hr: projekt / zajednica
it: progetto / comunità
pt: projeto / comunidade
ru: проект / сообщество

source: associated user group
ar: مجموعة المستخدمين المرتبطة
hr: pridružena korisnička grupa
it: gruppo di utenti associato
pt: grupo de utilizador associado
ru: связанная группа пользователей

source: Project type
ar: نوع المشروع
hr: Vrsta projekta
it: tipo di progetto
pt: Tipo de projeto
ru: Тип проекта

source: project forum
ar: منتدى المشروع
hr: projektni forum
it: forum di progetto
pt: o fórum do projeto
ru: форум проекта

source: logo
ar: الشعار
ru: Логотип

source: featured image
ar: صورة كبيرة
hr: istaknuta slika
it: immagine in evidenza
pt: imagem em destaque
ru: популярное изображение

source: mentoring is available
ar: التوجيه متاح
hr: mentoriranje je dostupno
it: il mentoring è disponibile
pt: mentoria está prevista
ru: наставничество доступно

source: once mentoring projects exist, you can only move from model A or B to A+B.
ar: بمجرد وجود مشاريع التوجيه، يمكنك فقط الانتقال من النموذج A أو B إلى A + B.
hr: nakon što je stvoren mentorski projekt, možete prijeći samo s modela A ili B na A+B.
it: se vi sono richieste di mentoring in corso, puoi solo passare dal modello A o B a A+B
pt: uma vez que existam projetos de mentoria, só se pode passar do modelo A ou B para A+B.
ru: как только проекты наставничества существуют, можно перейти от модели A или B к A-B.

source: allow external mentors
ar: السماح للمرشدين الخارجيين
hr: omogućiti vanjskim mentorima
it: consenti mentori esterni
pt: permitir mentores externos
ru: позволяют внешним наставникам

source: prototypical Learning Path
ar: مسار التعلم النموذجي
hr: prototipična staza učenja
it: Percorso di Apprendimento prototipico
pt: Percurso de aprendizagem prototípico
ru: прототипный путь обучения

source: reserved
ar: محجوز
hr: rezervirano
it: riservato
pt: reservado
ru: зарезервировано

source: modified
ar: وقت التعديل الأخير
hr: Izmjenjeno
it: modificato
pt: alterar
ru: модифицированный

source: creator
ar: منشئ بواسطة
hr: kreirao
it: creatore
pt: autor
ru: Создатель

source: last editor
ar: آخر محرر
hr: posljednji uredio/la
it: ultimo redattore
pt: último editor
ru: последний редактор

source: administrator
ar: مسؤول
it: amministratore
pt: administrador
ru: Администратора

source: mentor
ar: مرشد
it: mentore
ru: Наставник

source: supervisor
ar: مشرف
hr: nadgledatelj
it: supervisore
ru: Руководитель

source: community or project
ar: مشروع أو مجتمع
hr: zajednica ili projekt
it: comunità o progetto
pt: comunidade ou projeto
ru: сообщество или проект

source: the project the user belongs or applies to
ar: المشروع الذي ينتمي إليه المستخدم أو ينطبق إليه
hr: projekt kojem korisnik pripada ili za kojeg se prijavljuje
it: il progetto a cui l'utente appartiene o al quale richiede di aderire
pt: o projeto a que o utilizador pertence ou se aplica
ru: проект, к проекту принадлежит пользователь или применяется к

source: the user belonging or applying to the project
ar: المستخدم الذي ينتمي إلى المشروع أو يتقدم إليه
hr: korisnik koji pripada projektu ili se prijavljuje za projekt
it: l'utente appartenente o che richiede di appartenere al progetto
pt: o utilizador pertencente ou candidato ao projeto
ru: пользователь, принадлежащий или применяющийся к проекту

source: request created
ar: تم إنشاء الطلب
hr: zahtjev je stvoren
it: richiesta creata
pt: pedido criado
ru: запрос создан

source: last acceptance
ar: آخر قبول
hr: posljednje prihvaćanje
it: ultima accettazione
pt: última aprovação
ru: последнее принятие

source: last refusal
ar: الرفض الأخير
hr: posljednje odbijanje
it: ultimo diniego
pt: última rejeição
ru: последний отказ

source: last state change
ar: آخر تغيير في الحالة
hr: zadnja promjena stanja
it: ultimo cambiamento di stato
pt: última alteração de estado
ru: последнее изменение состояния

source: last state modifier
ar: محرر الحالة الأخيرة
hr: posljednja promjena stanja
it: ultimo utente che ha modificato lo stato
pt: última modificação de estado
ru: последний модификатор состояния

source: history of state changes
ar: مؤلف آخر تغيير
hr: povijest promjena stanja
it: storia dei cambiamenti di stato
pt: registo das alterações de estado
ru: история государственных изменений

source: project member
ar: عضو المشروع
hr: član projekta
it: membro del progetto
pt: membro de projeto
ru: участник проекта

source: project message
ar: رسالة المشروع
hr: projektna poruka
it: messaggio in un progetto
pt: mensagem do projeto
ru: сообщение проекта

source: project messages
ar: رسائل المشروع
hr: projektne poruke
it: messaggi in un progetto
pt: mensagens do projeto
ru: сообщения проекта

source: repository feature
ar: ميزة المستودع
hr: svojstvo repozitorija
it: caratteristica del repository
pt: característica do repositório
ru: функция репозитория

source: repository types
ar: أنواع مستودع المصدر
hr: vrste repozitorija
it: tipi di repository
pt: Tipos de repositórios
ru: типы репозиториев

source: URL of the repository site
ar: عنوان URL لمستودع المصدر
hr: URL web-stranice repozitorija
it: URL del sito del repository
pt: URL do repositório
ru: URL сайта репозитория

source: longer description / search suggestions
ar: يعد الوصف / اقتراحات البحث
hr: duži opis / prijedlozi za pretraživanje
it: descrizione lunga / consigli di ricerca
pt: descrição longa / sugestões de pesquisa
ru: длинное описание / поисковые предложения

source: comments / evaluation
ar: التعليقات / التقييم
hr: komentari / procjene
it: commenti / valutazione
pt: comentários / avaliação
ru: комментарии / оценка

source: screenshot
ar: الصورة الصغيرة
hr: Snimka zaslona
it: immagine piccola
pt: pequena imagem
ru: Скриншот

source: external repository
ar: مستودع خارجي
hr: vanjski repozitorij
it: repository esterno
pt: repositório externo
ru: внешнее репозиторий

source: external repositories
ar: المستودعات الخارجية
hr: vanjski repozitoriji
it: repository esterni
pt: repositórios externos
ru: внешние репозитории

source: Metadata only
ar: البيانات الوصفية فقط
hr: Samo metapodaci
it: Solo metadati
pt: Apenas metadados
ru: только метаданные

source: Metadata and online reference
ar: البيانات الوصفية بالإضافة إلى ارتباط للوصول عبر الإنترنت
hr: Metapodaci i mrežna referenca
it: Metadati e riferimento online
pt: Metadados e referência on-line
ru: Метаданные и онлайн ссылка

source: Metadata and document(s)
ar: البيانات الوصفية والوثيقة (الوثائق)
hr: Metapodaci i dokument(i)
it: Metadati e documento/i
pt: Metadatos e documento(s)
ru: Метаданные и документы (ы)

source: Metadata and richtext
ar: البيانات الوصفية ونص غني
hr: Metapodaci i obogaćeni tekst
it: Metadati e testo formattato
pt: Metadados e texto rico
ru: Метаданные и богатый текст

source: Derived-translated
ar: مشتق - ترجمة
hr: Izvedeno - prevedeno
it: Derivato-tradotto
pt: Derivado-traduzido
ru: производное-переведено

source: Derived-adapted
ar: مشتق - تكييفه
hr: Izvedeno - prilagođeno
it: Derivato-adattato
pt: Derivado-adaptado
ru: производное-адаптированное

source: Derived-remixed
ar: مشتق - معاد مزجها
hr: Izvedeno-remiksirano
it: Derivato-remixed
pt: Derivado-remisturado
ru: производное-ремикс

source: none (brand new OER)
ar: لا يوجد مصدر (العلامة التجارية OER جديد)
hr: nijedan (potpuno novi OER)
it: nessuno (OER del tutto nuovo)
pt: nenhum (REA novo)

source: specific URL to the OER, if applicable
ar: عنوان URL الخاص بـ OER، إن وجد
hr: određeni URL za OER, ako je primjenjivo
it: URL specifico dell'OER, se appropriato
pt: URL específico para o REA, se aplicável

source: own text content
ar: محتوى النص الخاص
hr: vlastiti tekstualni sadržaj
it: contenuto proprio: testo
pt: conteúdo do texto próprio
ru: собственный текстовый контент

source: adapted / remixed
ar: تكييفها / معاد مزجها
hr: prilagođeno / remixirano
it: adattato / remixato
pt: adaptado / remixado
ru: адаптированный/ремикс

source: reference
ar: إشارة
hr: Referenca
it: riferimento
pt: referência
ru: Ссылки

source: where the OER has been cataloged or created
ar: حيث OER لقد تم تصنيفها أو إنشاؤها
hr: gdje je OER katalogiziran ili kreiran
it: dove l'OER è stato catalogato o creato
pt: local onde o REA foi catalogado ou criado
ru: где ОУР был каталогизирован или создан

source: content
ar: المحتوى
hr: Sadržaj
it: contenuto
pt: conteúdo
ru: содержание

source: formal description of a problem or other original content
ar: وصف رسمي لمشكلة أو محتوى أصلي آخر
hr: formalni opis problema ili drugog izvornog sadržaja
it: descrizione formale di un problema o di altro contenuto originale
ru: официальное описание проблемы или другого оригинального контента

source: attached document
ar: الوثيقة المرفقة
hr: priloženi dokument
it: documento allegato
pt: documento anexado
ru: прилагаемый документ

source: attached documents
ar: الوثائق المرفقة
hr: priloženi dokumenti
it: documenti allegati
pt: documentos anexados
ru: прилагаемые документы

source: Metadatum type
ar: نوع عنصر البيانات الوصفية
hr: Vrsta metadatuma
it: tipo di metadato
pt: Tipo de metadatum
ru: Тип метаданных

source: Value
ar: قيمة
hr: Vrijednost
it: Valore
pt: Valor
ru: ценность

source: additional metadatum
ar: عنصر بيانات وصفية إضافي
hr: dodatni metadatum
it: metadato aggiuntivo
pt: metadatum adicional
ru: дополнительный метадатум

source: additional metadata
ar: بيانات وصفية إضافية
hr: dodatni metapodaci
it: metadati aggiuntivi
pt: metadata adicional
ru: дополнительные метаданные

source: referenced OER
ar: أشار OER إلى
hr: referentni OER
it: OER a cui si fa riferimento
pt: REA referenciado
ru: ОУР ссылки

source: referencing project
ar: مشروع إمداد الإحالة
hr: referenciranje projekta
it: progetto che fa riferimento
pt: projeto referente
ru: проект ссылки

source: shared OER
ar: OER المشتركة
hr: zajednički OER
it: OER condiviso
pt: REA compartilhado
ru: общий ОУР

source: shared OERs
ar: OER المشترك
hr: zajednički OER-ovi
it: OER condivisi
pt: REA compartilhados
ru: общие ОУР

source: poor
ar: ضعيف
hr: loš
it: scadente
pt: fraco
ru: плохой

source: fair
ar: عادل
hr: pravedan
it: discreta
pt: razoável
ru: Справедливой

source: good
ar: حسن
hr: Dobar
it: buona
pt: bom
ru: Хорошо

source: very good
ar: جيدة جدا
hr: Vrlo dobar
it: molto buona
pt: muito bom
ru: Очень хорошо

source: excellent
ar: ممتاز
hr: Odličan
it: eccellente
pt: excelente
ru: Отлично

source: free text review
ar: مراجعة غير رسمية
hr: pregled slobodnog teksta
it: recensione a testo libero
pt: revisão de texto livre
ru: бесплатный текстовый обзор

source: evaluator
ar: المقيم
it: valutatore
pt: avaliador
ru: Оценщика

source: OER evaluation
ar: تقييم OER
hr: Procjena OER-a
it: valutazione di OER
pt: avaliação de REA
ru: Оценка ОУР

source: OER evaluations
ar: تقييمات OER
hr: Procjene OER-a
it: valutazioni di OER
pt: avaliações de REA
ru: Оценки ОУР

source: facet-related score
ar: التقييم المرتبط بالميزات
hr: rezultat povezan s aspektom
it: voto relativo a questo aspetto
pt: pontuação relacionadas com a aspecto

source: quality metadatum
ar: عنصر البيانات الوصفية المتعلقة بالجودة
hr: metadatum kvalitete
it: metadato di qualità
pt: qualidade do metadatum
ru: метаданные качества

source: quality metadata
ar: البيانات الوصفية المتعلقة بالجودة
hr: metapodaci kvalitete
it: metadati di qualità
pt: qualidade de metadata
ru: качественные метаданные

source: simple collection
ar: مجموعة غير مرتبة
hr: jednostavna zbirka
it: collezione semplice
pt: coleção simples
ru: простая коллекция

source: sequence
ar: تسلسل
hr: Slijed
it: sequenza
pt: sequência
ru: последовательность

source: directed graph
ar: مخطط موجه
hr: usmjereni graf
it: grafo orientato
pt: gráfico direcionado
ru: ориентированный граф

source: original learning path
ar: مسار التعلم الأصلي
hr: izvorna staza učenja
it: percorso di apprendimento originale
pt: percurso de aprendizagem original
ru: оригинальный путь обучения

source: group
ar: مجموعة المستخدمين
hr: Grupa
it: gruppo
pt: grupo
ru: группа

source: learning path
ar: مسار التعلم
hr: staza učenja
it: percorso di apprendimento
pt: percurso de aprendizagem
ru: путь обучения

source: this LP was created by cloning a LP with title
ar: تم إنشاء مسار التعلم هذا باعتباره استنساخًا للمسار المسمى
hr: ova staza učenja je kreirana kloniranjem staze učenja s naslovom
it: questo LP è stato creato duplicando un LP con il titolo
pt: esto PA foi criado através da clonagem de um PA com título

source: this node derives from a document node; the name of the attached file was
ar: هذه العقدة مشتقة من عقدة وثيقة ؛ كان اسم الملف المرفق
hr: ovaj čvor potječe iz čvora dokumenta; naziv priložene datoteke
it: questo nodo deriva da un nodo documento; il nome del file era
pt: este nó deriva de um nó de documento; o nome do ficheiro anexo era
ru: этот узел происходит от узла документа; имя прикрепленного файла было

source: Cover page
ar: صفحة الغلاف
hr: Naslovna stranica
it: Copertina
pt: Página de capa
ru: титульная страница

source: referenced Learning Path
ar: أشار مسار التعلم إلى
hr: referentna staza učenja
it: Percorso di apprendimento a cui si fa riferimento
pt: Percurso de Aprendizagem referenciado
ru: путь обучения упоминается

source: shared LP
ar: مسار التعلم المشترك
hr: podijeljene staze učenja
it: LP condiviso
pt: PA partilhado

source: shared LPs
ar: مسارات التعلم المشتركة
hr: podijeljene staze učenja
it: LP condivisi
pt: PA partilhados
ru: общие ОП

source: path edge
ar: قوس المسار
hr: rub staze
it: arco del percorso
pt: arco do percurso
ru: край пути

source: path edges
ar: أقواس المسار
hr: rubovi staze
it: archi del percorso
pt: arcos do percurso
ru: края пути

source: learning path or collection
ar: مسار التعلم أو مجموعة
hr: staza učenja ili zbirka
it: percorso di apprendimento o collezione
pt: percurso de aprendizagem ou coleção
ru: путь обучения или сбора

source: stands for
ar: لتقف على
hr: oznaka za
it: sta per
pt: representa
ru: обозначает

source: code to embed an online document, such as a GoogleDoc
ar: رمز لتضمين وثيقة عبر الإنترنت، مثل وثيقة جوجل

source: path node
ar: عقدة المسار
hr: čvor staze
it: nodo del percorso
pt: nó do percurso
ru: узла пути

source: path nodes
ar: عقد المسار
hr: čvorovi staze
it: nodi del percorso
pt: nós do percurso
ru: узлы пути

source: Youtube API are not currently available
ar: Youtube API غير متوفرة حاليًا
hr: YouTube API trenutno nije dostupan
it: Al momento le API Youtube non sono disponibili
pt: O API do Youtube não está actualmente disponível

source: Tagged OER
ar: OER الموسوم
hr: označen OER
it: OER taggato
pt: REA com tag

source: Tagged OERs
ar: OERs الموسومة
hr: označeni OER-ovi
it: OER taggati
pt: REA's com tag

source: Tagged LP
ar: مسار التعلم الموسوم
hr: označena stranica učenja
it: LP taggato
pt: PA com tag

source: Tagged LPs
ar: مسارات التعلم الموسومة
hr: Označene stranice učenja
it: LP taggati
pt: PA com tag

source: any
ar: أي
hr: Bilo koji
it: qualsiasi
pt: qualquer
ru: Любой

source: global
ar: النطاق العالمي
hr: Globalni
it: globale
ru: глобальной
