Repository: doaa363/commons
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, hr, it, pt, ru

source: this request is waiting since long time: please write a notice for both the mentee and the mentor and push the button below
ar: هذا الطلب ينتظر منذ وقت طويل: يرجى كتابة إشعار لكل من المتدرب والموجه والضغط على الزر أدناه
hr: ovaj zahtjev čeka dugo vremena: molimo napišite obavijest i za mentora i za osobu koju mentorira i pritisnite gumb ispod
it: questa richiesta è in attesa da molto tempo: per favore scrivi un messaggio per il mentee e per il mentore a premi il bottone qui sotto
pt: este pedido está à espera desde há muito tempo: por favor escreva um aviso tanto para o pupilo como para o mentor e prima o botão abaixo
ru: эта просьба ждет с давних времен: пожалуйста, напишите уведомление как для подопечного и наставника и нажмите кнопку ниже

source: membership application
ar: طلب العضوية
hr: zahtjev za članstvo
it: richiesta di adesione
pt: pedido de adesão
ru: заявка на членство

source: has applied for membership in
ar: قد تقدمت بطلب لعضوية في
hr: podnesen zahtjev za članstvo u
it: ha presentato la richiesta di adesione
pt: solicitou adesão em
ru: подал заявку на членство в

source: thematic forum
ar: منتدى موضوعي
hr: tematski forum
it: forum a tema
pt: fórum temático
ru: тематический форум

source: please change this name
ar: الرجاء تغيير هذا الاسم
hr: promijenite ovo ime
it: per favore modifica questo nome
pt: por favor, altere este nome
ru: пожалуйста, измените это имя

source: material type
ar: نوع المادة
hr: vrsta materijala
it: tipo di materiale
pt: tipo de material
ru: тип материала

source: material types
ar: أنواع المواد
hr: vrste materijala
it: tipologia del materiale
pt: tipos de material
ru: типы материалов

source: media format
ar: تنسيقاة الوسائط
hr: format medija
it: formato del media
pt: formato de media
ru: формат мультимедиа

source: accessibility feature
ar: ميزاة إتاحة
hr: pristupačnost
it: proprietà di accessibilità
pt: características de acessibilidade
ru: функция доступности

source: level
ar: مستوى
hr: razina
it: livello
pt: nível
ru: Уровень

source: license
ar: رخصة
hr: dozvola
it: licenza
pt: licença
ru: лицензия

source: licenses
ar: التراخيص
hr: dozvole
it: licenze
pt: licenças
ru: Лицензии

source: education levels
ar: مستويات التعليم
hr: stupanj obrazovanja
it: livello scolastico
pt: níveis de escolaridade
ru: уровень образования

source: study or work statuses
ar: أمكنة الدراسة أو العمل
hr: status studija ili rada
it: stato educativo o occupazionale
pt: estado como estudante ou trabalhador
ru: статусы обучения или работы

source: education field
ar: مجال التعليم
hr: područje obrazovanja
it: campo educativo
pt: domínio de educação
ru: образовательный сектор

source: education fields
ar: مجالات التعليم
hr: područja obrazovanja
it: settori educativi
pt: domínio de educação
ru: образовательные сектора

source: professional field
ar: مجال المهني
hr: profesionalno područje
it: settore professionale
pt: domínio profissional
ru: профессиональный сектор

source: professional fields
ar: المجالات المهنية
hr: profesionalna područja
it: settori professionali
pt: domínios profissionais
ru: профессиональные секторы

source: social network
ar: شبكة اجتماعية
hr: društvena mreža
pt: rede social
ru: социальная сеть

source: social networks
ar: الشبكات الاجتماعية
hr: društvene mreže
pt: redes sociais
ru: социальные сети

source: OER language
ar: لغة OER
hr: jezik OER-a
it: lingua dell'OER
pt: Idioma do REA
ru: язык ОУР

source: OER languages
ar: لغات OER
hr: jezici OER-a
it: lingue degli OER
pt: Idiomas REA
ru: Языки ОУР

source: countries
ar: الدول
hr: Zemlje
it: nazioni
pt: países
ru: Страны

source: Automatically queue newly created documents for OCR.
hr: Automatski red čekanja novokreiranih dokumenata za OCR.
it: Accoda automaticamente i nuovi documenti per l'OCR
pt: Lista automática de documentos para OCR criados recentemente.

source: code to embed the view of an online resource in an HTML page
hr: kod za ugrađivanje prikaza mrežnog resursa na HTML stranici
it: codice per incorporare nella pagina HTML la vista di una risorsa online
pt: código para incorporar a visualização de um recurso em linha numa página HTML
ru: код для встраивания представления онлайн-ресурса на странице HTML

source: OER
hr: OER (otvoreni obrazovni resurs)
pt: REA
ru: ОУР

source: the node label is required
hr: oznaka čvora je obavezna
it: è necessario assegnare un'etichetta al nodo
pt: é necessário indicar a etiqueta do nó
ru: вам нужно назначить этикетка узлу

source: library
hr: Biblioteka
it: biblioteca
pt: biblioteca
ru: Библиотека

source: Grey
hr: Siva
pt: Cinza

source: Draft
hr: skica
it: Bozza
pt: Esboço
ru: черновой вариант

source: Submitted
hr: Predano
it: Proposto
pt: Submetido
ru: Представленo

source: Published
hr: Objavljeno
it: Pubblicato
pt: Publicado
ru: Опубликовано

source: The UI will support only EN, IT and PT.
hr: Korisničko sučelje podržat će samo EN, IT i PT.
it: L'interfaccia utente sarà tradotta solo in inglese, italiano e portoghese.
pt: O interface do utilizador apenas suporta EN, IT e PT.

source: withdraw
hr: Povući
it: ritira
pt: remover
ru: Снять

source: reject
hr: Odbiti
it: respingi
pt: rejeitar
ru: Отклонить

source: publish
hr: Objaviti
it: pubblica
pt: publicar
ru: публиковать

source: You have unsaved changes
hr: Neke promjene nisu spremljene
it: Sono presenti delle modifiche non salvate
pt: Há alterações não salvas

source: Add
hr: Dodaj
it: Aggiungi
pt: Adicionar

source: Home
hr: početna stranica
pt: Pagina inicial

source: tools
hr: alata
it: strumenti
pt: ferramentas

source: Translate
hr: Prevedi
it: Traduci
pt: Traduzir

source: History
hr: Povijest
it: Storia
pt: História

source: View on site
hr: Pogledajte na mjestu
it: mostra sul sito
pt: Vista do utilizador

source: Add %(name)s
hr: Dodati %(name)s
it: Aggiungi %(name)s
pt: Adicionar %(name)s

source: User view
hr: Korisnički prikaz
it: vista utente
pt: Vista do utilizador

source: Please correct the errors below.
hr: Ispravite pogreške u nastavku.
it: Per favore, correggi gli errori qui sotto.
pt: Por favor corrija os erros abaixo.

source: newest project
hr: najnoviji projekt
it: il progetto più recente
pt: projeto mais recente
ru: самый последний проект

source: most active project
hr: najaktivniji projekt
it: il progetto più attivo
pt: projeto mais ativo
ru: самый активный проект

source: %(oer_title)s [OER]
hr: %(oer_title)s [OER-a]
pt: %(oer_title)s [REA]

source: eXperience
hr: Iskustvo
pt: eXperiência
ru: Опыт

source: your application is waiting for acceptation by the
hr: vaša prijava čeka potvrdu od strane
it: la tua richiesta è in attesa di accettazione da parte di
pt: a sua candidatura espera pela aceitação de
ru: ваше заявление ожидает принятия

source: mentoring is not available for members of this community.
hr: mentorstvo nije dostupno članovima ove zajednice.
it: il mentoring non è disponibile per i membri di questa comunità
pt: não está previsto o mentoria para os membros desta comunidade.
ru: наставничество не доступно для членов этого сообщества

source: show edit profile
hr: pokaži uredi profil
it: per aggiornare il profilo
pt: visualizar a edição de perfil
ru: чтобы обновить свой профиль

source: Pingbacks on %(object)s
hr: Pingback-ovi na %(object)s
pt: Pingbacks sobre %(object)s
ru: pingbacks на %(object)s

source: Trackbacks on %(object)s
hr: Trackback-ovi na %(object)s
pt: Trackbacks sobre %(object)s
ru: Trackbacks на %(object)s

source: %(trackback_count)s trackback
hr: %(trackback_count)s kugla za pokazivanje
ru: %(trackback_count)s трекбэк

source: RSS feed of pingbacks on %(object)s
hr: RSS obavjesti o pingback-ovima na %(object)s
it: Feed RSS di pingback su %(object)s
pt: Feed RSS de pingbacks sobre %(object)s
ru: RSS канал pingbacks на %(object)s

source: RSS feed of trackbacks on %(object)s
hr: RSS obavjesti o trackback-ovima na %(object)s
it: Feed RSS di trackback su %(object)s
pt: Feed RSS de trackbacks sobre %(object)s
ru: RSS канал trackback на %(object)s

source: chat type
ru: тип чата

source: chatroom
ru: Чат

source: shared Learning Path
ru: общий путь обучения

source: shared Learning Paths
ru: общие пути обучения

source: resource evaluated by
ru: ресурс оценен

source: being members of projects shared with me
ru: быть членами проектов, совместно со мной

source: recent activity by
ru: недавняя активность

source: recent activity in
ru: недавняя активность в

source: of the learning paths
ru: путей обучения

source: of the open educational resources
ru: открытых образовательных ресурсов

source: of the sources
ru: источников

source: of repositories
ru: репозиториев

source: evaluation of OERs
ru: оценка ОУР

source: no community
ru: нет сообщества

source: is present
ru: присутствует

source: message folders
ru: папка сообщений

source: Received
ru: получено

source: Action
ru: действие

source: Sent
ru: Отправлено

source: undelete
ru: Восстановить

source: node
ru: узел

source: shared folder for
ru: общая папка для

source: edit document in folder
ru: редактировать документ в папке

source: edit forum
ru: редактировать форум

source: convert to graph type
ru: конвертировать в тип графика

source: in tree form
ru: в виде дерева

source: suggested only for few nodes
ru: предлагается только для нескольких узлов

source: with unconnected nodes
ru: с неподключенными узлами

source: add node with OER
ru: добавить узла с ОУР

source: a request must be submitted to the community administrator, which will try to allocate a mentor
ru: запрос должен быть отправлен администратору сообщества, который попытается выделить наставника

source: evaluation of OER
ru: оценка ОУР

source: evaluation of
ru: оценка

source: OER review
ru: Обзор ОУР

source: edit evaluation of OER
ru: редактировать оценки OER

source: add evaluation of OER
ru: добавить оценку ОУР

source: evaluations of OER
ru: оценки OER

source: catalogued by
ru: каталогизировано

source: no OERs are present
ru: Нет ОУР

source: submitted by this user
ru: представленный этим пользователем

source: catalogued OERs
ru: каталогизированные ОУР

source: by project
ru: по проекту

source: no project
ru: нет проекта

source: edit online resource in folder
ru: редактировать онлайн-ресурс в папке

source: node of path
ru: узел пути

source: IMPORTANT NOTICE! To be able to edit this node, you must first set the editing language of the learning path it belongs to
ru: ВАЖНОЕ УВЕДОМЛЕНИЕ! Чтобы иметь возможность редактировать этот узел, вы должны сначала установить язык редактирования пути обучения, к которому он принадлежит

source: show learning path
ru: показать путь обучения

source: edit the profile of
ru: редактировать профиль

source: edit mentoring related information for
ru: редактировать информацию о наставничество для

source: upload image of project
ru: загрузить изображение проекта

source: upload logo of project
ru: загрузить логотип проекта

source: top contributors to
ru: лучшие вкладчики

source: no repository
ru: нет репозитория

source: OER sources
ru: Источники ОУР

source: catalogued by
ru: каталогизированы

source: full catalog
ru: полный каталог

source: no repository is present
ru: репозитория нет

source: Search results for
ru: Результаты поиска для

source: reusable resources
ru: многоразовые ресурсы

source: no result
ru: нет результата

source: community or project:
ru: сообщество или проект:
